export const datas = [
  {
    募集状況: "募集中",
    主催: "株式会社スタディスト",
    イベント名: "就業型インターン_26卒ソフトウェアエンジニア",
    募集開始: "2024/06/28",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://open.talentio.com/r/1/c/studist-recruit/pages/93981",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "Ruby / Ruby on Rails / JavaScript(TypeScript) / Vue.js / AWS などを使ったWebアプリケーション開発をしていただきます。\n\n業務内容例\n• マニュアル作成・共有サービス「Teachme Biz」の開発業務\n• 新規事業開発やそのサポート\n• 技術基盤の構築や改善\n• など\n\n求めるスキル・経験\n• 個人またはチームでの開発経験\n• 個人またはチームで何かしら取り組んだテーマがあること（開発経験以外でも可）\n• 継続的に興味を持ち、取り組んできたことがあること\n\n歓迎スキル・経験\n• Web企業での長期インターン、アルバイト経験\n• （ハッカソンなど）開発チームのリード経験があること\n• 開発プロセスを継続的に改善した経験があること",
    場所: "(相談可能), フルリモート, 原則リモート, 対面出社可",
    "実施時期 / 待遇":
      "給与\n時給 1,500円〜（実績により時給アップあり）\n\n期間\n8月以降から参画可能\n• 基本は1ヶ月を想定\n• もし夏季休暇などの長期休暇で稼働が難しい場合は、週3回以上、平日の時間帯（11:00-18:00目安。多少前後するのは可能）を安定稼働できる方\n    ◦ 可能な限りフルコミットできる方を募集しています\n• 悩まれた場合はご相談ください\n\n就業形態\nフルリモートでの勤務を基本とし、希望あれば東京オフィスへ出社可能で交通費支給。（遠方の方は事前にご相談ください。）",
    技術スタック:
      "Android, Clojure, Ruby, Ruby on Rails, Vue.js, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, ソフトウェア開発, 生成AI",
    選考フロー:
      "応募方法\n以下URLよりご応募ください。\nhttps://open.talentio.com/r/1/c/studist-recruit/pages/93981\n\nインターンの選考フロー\n面接1回を想定\n・稼働チームの想定が変更になったなど、場合により面接回数が増える可能性があります\n・過去面談をしたことのない方はカジュアル面談からの参加となります",
  },
  {
    募集状況: "募集中",
    主催: "株式会社クイック",
    イベント名:
      "【3Daysインターン｜日当1万】実践課題解決型Webアプリ開発_ソフトウェアエンジニア",
    募集開始: "2024/06/28",
    締め切り: "2024/07/29",
    タグ: "インターン",
    リンク:
      "https://plump-ground-2f2.notion.site/Engineer-Entrance-Book-b4c7ad0d56ba47098424e34f6b936bc1#96021f7cc6244283a7bed71aaba67077",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "『チーム開発を通してあなたの課題が明確になる〜3Days 実践課題解決型 Webアプリ開発〜』インターンシップ\nPHP, Laravel, React, TypeScriptなど、実際の現場で使用している技術を使い、3日間で一つの作品を作り上げていただきます。\nチームで課題に取り組み、自分のスキルを磨きながら、最終日には自分たちが作った作品をプレゼンしていただきます。\n\n参加メリット\n・実践さながらのチーム開発を体験できる\n・インターン参加者には、早期選考ルート確約\n・コンテンツもりだくさんのインターン説明選考会\n※インターン参加には説明選考会参加が必須\n\n参加要件\n・2026年卒業予定の大学生、大学院生の方\n・授業以外の自主的なアプリケーション開発経験がある方\n・Git/GitHubの使用経験がある方\n\nこんな方におすすめ\n・実業務に近い経験を積み、より高いスキルを身につけたい方\n・学習してきた技術が仕事で通用するのか試してみたい方\n・チーム開発を通じて、個人開発では得られない知見やスキルを習得したい方\n・学んだ技術を課題解決に結びつけるために、企画や設計などの上流工程に触れてみたい方\n",
    場所: "対面出社",
    "実施時期 / 待遇":
      "◇ 開催日程 ◇\n8月、9月 各3Days\n※詳細はインターンシップ説明選考会でお伝えします。\n\n◇ 報酬・その他 ◇\n• 日当あり（1万円）\n• 新幹線、飛行機、特急、高速バスでお越しの遠方にお住まいの方は、交通費を支給いた\nします（上限3万円）\n• 上記でお越しになる遠方にお住まいの方は、宿泊施設の予約・費用負担を弊社で行います",
    技術スタック:
      "C++, JavaScript, PHP, Python, React, Ruby, TypeScript, Webバックエンド, Webフロントエンド, インフラ, ソフトウェア開発, チーム開発, 課題解決",
    選考フロー:
      "◇選考フロー◇\nインターンへのエントリーにはインターンシップ説明選考会へのご参加が必須となります。\n\n 当日のタイムスケジュール （所要時間1時間45分/オンライン）\n• 会社説明＋インターンシップ概要説明\n• インターン前に挑戦！ウォーミングアッププレワーク\n• 適性検査選考\n【参加者特典】現役エンジニアによる作品レビュー会\n\nｰｰｰｰｰｰｰｰｰ\nエントリー\n↓\nインターンシップ説明選考会参加（適性検査）\n↓\n合格連絡\n↓\nインターンシップ参加\nｰｰｰｰｰｰｰｰｰ\n",
  },
  {
    募集状況: "募集中",
    主催: "株式会社タイミー",
    イベント名: "【26卒｜Webエンジニア向け】就業型インターン",
    募集開始: "2024/06/28",
    締め切り: "2024/07/31",
    タグ: "就業型インターン",
    リンク: "https://newgrads.timee.co.jp/Internship",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "- 2026年3月卒業見込みの方\n- Webアプリケーション開発をしたことがある方",
    場所: "フルリモート, 出社可能性あり",
    "実施時期 / 待遇":
      "8月以降\n※時期や稼働日数・稼働時間については柔軟に調整いたします。",
    技術スタック:
      "Next.js, React, Ruby, Ruby on Rails, TypeScript, Webバックエンド, Webフロントエンド, インフラ, スクラム, ソフトウェア開発, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "クリエーションライン株式会社",
    イベント名:
      "【1day・オンライン】アジャイル開発を体験しよう！※27卒以降もご参加可能です",
    募集開始: "2024/06/28",
    締め切り: "2024/08/27",
    タグ: "ワークショップ",
    リンク: "https://job.mynavi.jp/26/pc/search/corp233781/is.html",
    対象者: "全学年, 学部（専攻）不問",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【ワークショップの概要】\n・小さな単位で開発を繰り返しながら、顧客が本当に欲しい動物園をチームで実現します。\n\u3000作業ツールとして Mural を使います。(Webブラウザで使用しますのでソフトのインストールは不要です)\n＜アジャイル開発とは＞\n・小さくても良いので動くソフトウェアを短期間で作り、作ったモノを顧客に触ってもらい、そこから得た知見を活かし更に開発を繰り返す手法です。\n\u3000不確実性の高い領域でのシステム開発で強みを発揮することができます。",
    場所: "リモート",
    "実施時期 / 待遇":
      "【実施日時】\n7月22日、7月24日、7月30日、8月1日、8月30日\n各日 10:00～17:00\n※オンラインで実施",
    技術スタック: "チーム開発",
    選考フロー:
      "・以下のURLより応募（先着順）\n\u3000https://job.mynavi.jp/26/pc/corpinfo/displaySeminar/index?optNo=Bs3kpC&corpId=233781",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ナレッジラボ",
    イベント名:
      "履歴書にかける「開発実績」を作ろう！実践型エンジニアリングインターン",
    募集開始: "2024/06/26",
    締め切り: "2024/07/19",
    タグ: "就業型インターン",
    リンク: "https://hrmos.co/pages/knowledgelabo/jobs/1852352624351100964",
    対象者: "26卒, 27卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【概要】\n• 優秀なエンジニアと同じチームで、急成長SaaS「Manageboard」のプロダクト開発現場を実際に体験していただけます！\n• 当社はスクラム開発を4年間継続しており、マネーフォワードグループ内でScrum開発のプラクティスを共有し、開発プロセスを常に改善し続けてきました。\n今回のインターンシップでは、「Manageboard」の機能実装の一つを実際に担っていただき、実践的なScrum開発を経験していただきます！\n【特徴】\n• 完全就業型の環境にて、Scrumを用いたサービス開発を経験していただけます！\n• 学生のうちから実践的なプロダクト開発を学び、さらなる成長や挑戦をしたい方のご応募をお待ちしております！\n【Manageboardって、、？】\n• 会社の経営管理（会社の現在地を把握し、進むべき方向をきめること）に必要な知見を提供できるプロダクトです。\n• ナレッジラボ代表の国見を初めとする会計士の「脳」を提供しています。（国見がプロダクトを手作りしたところから始まりました！）\n• 現在の日本には、本来であれば全社に必要な経営管理の知識が、限られた人材にしか持てていない現状があります。これでは企業が正しく成長出来ません。\n• Manageboardは業務効率化という「問題を処理すること」ではなく、成長企業の将来を「創造すること」を目的に作られたSaaSプロダクトです。\n【参加資格】\n• 2026年・2027年に卒業予定の高専生・大学生・大学院生\n• Webサービスやスマホアプリの開発経験・プログラミング経験\n• 能動的に自ら周囲とコミュニケーションを取り、積極的に業務を進めて下さる方",
    場所: "ハイブリッド勤務, リモート可, リモート＋対面出社, 大阪, 対面出社可, 週3－5日で出社可能",
    "実施時期 / 待遇":
      "【実施日時】パターンA:8/19 から2週間\u3000パターンB:8/26から2週間\u3000パターンC:9月2日から２週間\n【時間】10:00-18:00\n【給与】1,500円×7h×10日（2週間） = 105,000円（交通費別途支給：上限1万円）",
    技術スタック:
      "AWS, Amplitude, BigQuery, CircleCI, Figjam, FindyTeam+, GitHub, JavaScript, Looker Studio, NewRelic, PostgreSQL, Python, React, Ruby, Ruby on Rails, Slack, TypeScript",
    選考フロー: "ES/履歴書のご提出→人事面談→面接（技術選考含む）",
  },
  {
    募集状況: "募集中",
    主催: "株式会社スリーシェイク",
    イベント名: "SREに強みを持つ会社でSREの技術について学ぶ夏季インターン！",
    募集開始: "2024/06/01",
    締め切り: "2024/07/15",
    タグ: "インターン",
    リンク: "https://acaric.jp/company-search/detail/148323",
    対象者: "全学年, 学歴不問",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "リモートで開催する2週間程度で、技術に関する研究を行うインターンシッププログラムとなっています！\n当社SREエンジニアがメンターとしてサポートしますし、知識に不安をお持ちの方のために事前学習の期間を設けておりますので、インフラ、SREについてこれから学びたい、という方も是非ご応募ください！\n【実施内容】\n1. インターンシップ前アンケートへの記入\n2. 事前学習(自主学習期間は四つのテーマで事前にキャッチアップの資料を用意しています）\n- Google Cloud 入門\n- コンテナ・Kubernetes 入門\n- ソフトウェア開発入門\n- アウトプット入門\n3. 技術研究\n4. 研究内容の発表\n※アンケートにて学びたい内容をお伺いし、できる限りご希望に近い内容の技術研究を行います\n※基本はリモートですが、ランチ会の日にはよろしければ会社にお越しください",
    場所: "リモート, 東京",
    "実施時期 / 待遇":
      "事前学習 : 1ヶ月\n技術研究 : 2週間\n\n【第二回】\n事前学習：7/22〜8/16(自主学習期間のため、時間的な拘束はございません！)\n技術研究：8/19〜8/30\n\u3000ランチ会：8/23（オフライン開催、遠方の方も交通費支給）\n\u3000発表会：8/29（オンライン開催、参加必須）\n\u3000発表会FB：8/30（オンライン開催、参加必須）\n※第三回以降の開催は冬季に実施を予定しております。\n※事前学習期間の途中からの参加も可能です\n\n時給：1,500円\n交通費実費支給\n※以下のプログラム期間(2週間)についてのみ報酬をお支払い致します\n・技術研究\n・研究内容の発表",
    技術スタック:
      "AWS, GCP, Go, JavaScript, Kubernetes, Python, SRE, TypeScript",
    選考フロー: "書類選考→面談→採用通知",
  },
  {
    募集状況: "募集中",
    主催: "ククリ株式会社",
    イベント名: "【挑戦者求む】アプリ開発インターン(未経験者大歓迎)",
    募集開始: "2024/06/25",
    締め切り: "2024/07/31",
    タグ: "就業型インターン",
    リンク: "応募：https://kukuri.co/recruit",
    対象者: "全学年, 学歴不問",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【実施内容】\n現場に近い目線でのアプリ開発をご経験いただきます。実力やご希望に合わせて担当していただく内容を調整します。\nフロント・バックエンド、保守・運用、AIモデルの設計・構築等の領域から選択いただく予定です（FlutterやJavascriptの使用を想定）。\n\n【チーム】\n・東京大学・大学院出身者(人工知能の基礎研究経験あり）や、海外大学出身者(米国)、大手コンサルファーム出身者等\n\n【会社概要】\nKUKURIは、主に人工知能技術を活用した健康増進サービスを提供するテックカンパニーです。下記3つの事業を行っております。\n・人工知能によるヘルスサポート事業\n・オンラインフィットネス事業\n・経営コンサルティング事業",
    場所: "フルリモート, 対面出社可",
    "実施時期 / 待遇":
      "【業務体系】\n・場所/期間は自由\n・定期的に面談を実施予定（週一を想定）\n・無給（就業体験型インターン）",
    技術スタック:
      "AWS, Docker, Flutter, JavaScript, UX/UI, Webバックエンド, Webフロントエンド, データベース, バックエンド, モバイル全般",
    選考フロー:
      "1.弊社HPフォーム【https://kukuri.co/recruit】よりご登録\n2.書類選考\n3. オンラインにてカジュアル面談（会社紹介、質疑）\n4. オンライン面接\n5. 面接後2営業日以内に合否のご連絡",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ドリーム・アーツ",
    イベント名: "数名限定！本選考直結！26卒実務型長期インターン",
    募集開始: "2024/06/25",
    締め切り: "2024/07/12",
    タグ: "就業型インターン",
    リンク:
      "応募：https://public.n-ats.hrmos.co/dreamarts/jobs/1998941199481102336",
    対象者: "26卒, 27卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "詳細\n50万人の日々の業務を支える、大規模な高トラフィック自社プロダクトの機能開発業務に携わっていただきます。\nプロダクト開発はもちろん、コードを書くだけではありません。\nチームに入りリアルな開発現場で、社員とともに運用やサービス改善に至るまで幅広い業務にあたっていただきます。\n日本の名だたるリーディングカンパニーで使われているサービスを実際に担当していただきますので、\nDevOpsやクラウドを利用したSRE、エンタープライズに適応したシステム開発手法、品質担保、パフォーマンスチューニング等々、\n大学では学べない要素が盛りだくさん。\n※どの業務をやってもらうかは、やりたいこと、レベルなどの学生さんの希望に応じて柔軟に調整します。\n\n▼昨年の様子はこちら\nhttps://www.wantedly.com/companies/dreamarts/post_articles/902193\n\n 報酬\n時給1,800円～\u3000※面接時に決定します。\n\n開催日時\n7月以降順次、学生さんの都合に合わせて調整します。\n• 3か月以上の長期を想定\n• 週12時間以上（目安は1日6時間～）\n\n 開催場所\nドリーム・アーツオフィス（東京本社 / 広島本社 / 那覇オフィス）\n",
    場所: "対面出社, 広島, 東京, 沖縄",
    "実施時期 / 待遇":
      "開催日時\n7月以降順次、学生さんの都合に合わせて調整します。\n• 3か月以上の長期を想定\n• 週12時間以上（目安は1日6時間～）\n\n 開催場所\nドリーム・アーツオフィス（東京本社 / 広島本社 / 那覇オフィス）\n\n待遇\n時給1,800円～\u3000※面接時に決定します。\n交通費実費支給\nCTOからのフィードバックの機会\n本選考一部免除\u3000\n\n\n",
    技術スタック:
      "Android, Docker, Go, Kubernetes, React, SRE, TypeScript, Webバックエンド, Webフロントエンド, iOS, インフラ, データベース, バックエンド",
    選考フロー: "書類・WEB試験→コーディングテスト→CTO面接→インターン入社確定！",
  },
  {
    募集状況: "終了",
    主催: "株式会社電通デジタル",
    イベント名: "本選考直結！Data Science Internship",
    募集開始: "2024/06/05",
    締め切り: "2024/06/26",
    タグ: "就業型インターン",
    リンク:
      "応募：https://dentsudigital.snar.jp/jobboard/apply.aspx\u3000/\u3000詳細：https://www.dentsudigital.co.jp/careers/ngr/internships-data-science",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■概要\n本インターンシップでは、複数のワークを通して電通デジタルのデータサイエンス／マーケティングサイエンスを体験していただきます。\n実際に社員が利用しているツールや分析手法をＯＪＴ形式で学びながら、データ分析だけでなくデータ活用の醍醐味である得られた示唆からビジネス価値を創出するための施策プランニングにも挑んでいただき、このインターンシップでしか味わえない電通デジタル流のノウハウを体験できます。\n\n■報酬\n55,000円\u3000※別途交通費支給あり。遠方者には宿泊費追加支給あり\n\n■応募資格\n1. 2026年3月末までに国内外の大学院、大学を卒業・修了（見込み）の方（学部・学科・専攻不問）\n2. プログラム全てに参加可能な方\n3. Python、R、SQLのいずれかを触った経験（期間、レベル不問）をお持ちの方\n4. マーケティング分野におけるデータ分析への興味をお持ちの方",
    場所: "原則対面出社",
    "実施時期 / 待遇": "9月17日（火）～9月26日（木）※土日祝を除く7日間",
    技術スタック:
      "AI, Python, SQL, コンサルタント, データエンジニアリング, データサイエンス, データサイエンティスト, データ分析, マーケティング, 機械学習, 深層学習, 自然言語処理",
    選考フロー:
      "エントリーシート提出\u3000→\u3000オンライン面接\u3000→参加者決定",
  },
  {
    募集状況: "募集中",
    主催: "株式会社LATRICO",
    イベント名: "LATRICO 2024 Summer Internship",
    募集開始: "2024/06/20",
    締め切り: "2024/07/15",
    タグ: "インターン",
    リンク:
      "https://docs.google.com/forms/d/e/1FAIpQLSeDGMv8wp7qLnpzT6ie9Udhc_ZORVM8b4aIvK3Nl_6B-Lhwgw/viewform",
    対象者: "全学年, 学歴不問",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      '# 内容\n医療の領域で、仲間たちと新たな\u2002"当たり前"\u2002をつくろう\n日本中どこにいても専門的な治療を受診でき、医療従事者が働きやすい環境をテクノロジーの力で実現しています。\n\n- LATRICOインターンシップの特徴\n    - 1ヶ月間の長期のインターンにより課題をみいだし、仕組みに落しこむことで、システムで価値を生みつづける仕組みを体験していただきます\n    - webサービスを利用するユーザにサービスに流入するまでの流れを分析し、改善のプロセスを知ることができます\n\n今年のインターンシップでは、ユーザーがサービスを見つけ、登録をする動線を開発対象とすることでユーザーの意図を汲みより適切な診察ができるような開発を行い効果測定をしユーザーに価値を届けます\n\n# 必要な経験\nプログラミングの経験\nPHPやTypeScriptのいずれかで実装を進める技量\n(他言語の経験により、PHPやTypeScriptでの実装ができれば、必ずしも利用したことが無くても応募可能です。)\n\nGithubやSlackを用いて行うスムーズなコミュニケーション',
    場所: "リモート可, 原則対面出社, 東京",
    "実施時期 / 待遇": "応相談(1ヶ月~)\n時給2000円~",
    技術スタック:
      "PHP, TypeScript, Webバックエンド, Webフロントエンド, Web全般, チーム開発, バックエンド, 新規事業",
    選考フロー: "書類選考→面接(1~2回)→採用通知",
  },
  {
    募集状況: "募集中",
    主催: "株式会社Pleap",
    イベント名: "【通年募集】急成長中の医療機関向け生成AI SaaSの長期インターン",
    募集開始: "2024/06/19",
    締め切り: "2024/08/31",
    タグ: "就業型インターン",
    リンク:
      "https://pattern-trowel-07e.notion.site/Pleap-2a9f4aaf70464f049ee3dcf142b162d2?pvs=4",
    対象者: "全学年, 学部（専攻）不問, 学部（選考）不問",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【特徴】\n・医療分野に強みをもつ医療特化型エンジニアリングカンパニー\n・医療現場を支える生成AIアシスタント「medimo」を1年前にリリースし、100近くの医療機関が利用中\n・平均年齢23歳の若いチームで、東京大学/慶應義塾大学の医学・理工系のトップタレントや、GAFAM経験者が在籍しています。\n\n【要件】\n・エンジニア経験2年以上\n・チーム開発経験1年以上\n・医療現場を支えるプロダクト作りに情熱を持てること",
    場所: "フルリモート, リモート＋対面出社",
    "実施時期 / 待遇":
      "📅 実施期間\n通年\n\n🙌 時給など\n時給：1,500円〜3,000円\n\n🏠オフィス\n六本木ヒルズ森タワー15F（元メルカリオフィス）",
    技術スタック:
      "Webバックエンド, Webフロントエンド, インフラ, 機械学習, 生成AI, 自然言語処理",
    選考フロー:
      "エントリー→エンジニア面談→代表面談→内定\n2週間程度で意思決定します",
  },
  {
    募集状況: "募集中",
    主催: "名古屋テレビ放送株式会社",
    イベント名:
      "【優勝賞金30万円】全国学生対抗SFプロトタイピングハッカソン Electric Sheep",
    募集開始: "2024/06/19",
    締め切り: "2024/08/09",
    タグ: "ハッカソン",
    リンク: "https://job.tracks.run/challenges/nagoyatv-all-02-hackathon",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "🧩 概要\n3Days SFプロトタイピングハッカソン\n\n【詳細】\n3日間で、アイデア出しから実装・発表まで行うハッカソン型インターンです。\n本選中はテレビ撮影が入ったり、優勝チームには賞金30万円が授与されるなど、かなり豪華なイベントとなっております！\n\n昨年度の様子は、下記URLよりご覧ください。\nhttps://www.youtube.com/watch?v=ZcCVJEdMT2g\n\n（Track Job限定求人です。）",
    場所: "名古屋",
    "実施時期 / 待遇":
      "📅 実施期間\n9/14 - 9/16の3日間\n\n🙌  優勝賞金\n30万円\n\n💁 開催場所\nメ～テレ本社(愛知県名古屋市中区橘2丁目10番1号)\n※交通費は、愛知県・岐阜県・三重県以外からの参加者に対して、名古屋駅までの新幹線代をお渡しします。\n※メ～テレが9月14日(土)・15日(日)の宿泊施設を用意いたします。",
    技術スタック: "Webバックエンド, Webフロントエンド, Web全般",
    選考フロー:
      "👣 選考フロー詳細\n1. エントリー\n2. Googleフォームでの本エントリー\n3. 書類選考\n4. 参加確定",
  },
  {
    募集状況: "募集中",
    主催: "株式会社大塚商会",
    イベント名:
      "【就業型プロダクト開発インターン】企業の課題を解決！超実践的な2週間を体感しませんか？",
    募集開始: "2024/06/18",
    締め切り: "2024/07/24",
    タグ: "就業型インターン",
    リンク: "https://job.tracks.run/challenges/otsuka-shokai-26-01",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "🧩 概要\n2Weeks就業型プロダクト開発インターン\n\n【詳細】\n2週間で、実際に企業が直面している課題と向き合いながらプロダクトの開発まで行っていただきます。\n実際に社内で利用されるサービスを開発することを目指す、超実践的なインターンです。\n弊社が抱えている課題のヒアリングから要件を定義し、業務の効率化や社内のDXを推進するプロダクトの開発を行っていただきます。\nビジネス面での要件定義～プロダクト開発の手法も学べるだけでなく、現役のエンジニアが直接メンターとして入るなど、充実したプログラムとなっております。\n\n（Track Job限定求人です。）",
    場所: "東京",
    "実施時期 / 待遇":
      "📅 実施期間\n8/21 - 9/3の平日10日間\n\n🙌 時給など\n時給：2500円\n関東圏外の方については、交通費 / 宿泊費を支給いたします。\n\n💁 開催場所\nオフライン（大塚商会本社ビル周辺会場）",
    技術スタック:
      "AI, LLM, Web全般, チーム開発, データサイエンティスト, データ分析, 機械学習",
    選考フロー:
      "👣 選考フロー詳細\n1. エントリー\n2. オンライン説明会（任意）\n3. コーディングテスト選考\n4. 面接\n5. インターン内定",
  },
  {
    募集状況: "募集中",
    主催: "株式会社TOKIUM",
    イベント名:
      "株式会社TOKIUM サマーインターン2024【2weeks】\n～調べ、考え、挑戦する2週間～",
    募集開始: "2024/06/18",
    締め切り: "2024/08/02",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/tokium/jobs/1953745853776945173",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "「未来へつながる時を生む」TOKIUMが、サマーインターンを開催します！\n\n概要\n与えられたお題に沿ったWeb アプリケーションの開発に取り組んでいただきます。\n3~4人でチームを組み、チームごとに割り当てられた課題の解決を、スクラム開発にて目指します。\n\n要件\n以下のいずれかに該当すること\n• アプリケーションの開発経験（言語・完成度不問）\n• GitHub を用いたチームでの開発経験（もしくはそれに準ずる経験）\n\nこんな人におすすめ\n• モダンな環境にて、実務に近い開発を経験したい方\n• 温度感が近い同年代とのつながりを求めている方\n• 仲間と協力して課題解決に熱をもって取り組みたい方\n• この夏、開発力のレベルを上げたい方",
    場所: "つくば, 対面出社",
    "実施時期 / 待遇":
      "実施期間\n2024年08月19日（月）～2024年08月30日（金）（平日のみ計10日）\n\n稼働時間\n9:00~18:00 （うち１時間休憩）\n\n実施場所\n茨城県つくば市 筑波大学付近（予定）\n\n時給\n1,500円\n\n他待遇\n交通費支給\n宿泊費当社負担（遠方者のみ）\n昼食支給\n※PCはご自身のものを使用してもらう想定です。",
    技術スタック:
      "Webバックエンド, Webフロントエンド, Web全般, グループワーク, スクラム",
    選考フロー:
      "エントリー\n↓\n書類選考\n↓\nオンライン面接（2回）\n\n※面接回数は変動することがあります。\n※ 応募状況によって、募集を早期に締め切る可能性があります。",
  },
  {
    募集状況: "募集中",
    主催: "株式会社エイチーム",
    イベント名: "【26卒】エンジニア就業型インターンシップ",
    募集開始: "2024/03/01",
    締め切り: "2024/09/30",
    タグ: "就業型インターン",
    リンク:
      "https://ateam-group.snar.jp/entry.aspx?entryid=f631516b-ac8c-43b4-926b-b238061b13c9",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      '▼実施内容\nエイチームのグループ会社が運営するサービスのWebサイト改善および新規機能開発の業務に取り組んでいただきます。\nサービスの企画から運営まで、日々挑戦し続ける中で生まれる様々なアイディアを技術の側面から実現します。\nこれからの就職活動で必ず"強み"になる「開発経験」を、当社の現役エンジニアと一緒に学びませんか？\n応募時点でプログラミングスキルに自信がない方でも社員の指導を受けながら技術力を伸ばしていくことが可能です。\n\n▼エイチームについて\n『引越し侍』『Qiita』『Hanayume』『イーデス』などのサービスを運営している総合IT企業です。\n就業型インターンシップでは、実際の開発現場のチームにJOINしていただきます。\n\n▼参加をおすすめする人\n・事業会社で自社開発サービスに携わりたいと考えている方\n・フロントエンドに興味がある方\n・バックエンドに興味がある方\n・フルスタックエンジニアを目指している方\n・一生使えるスキルを身につけたい方\n・短期間でプログラミングスキルを飛躍的に伸ばしたい方\n・早期から内定がほしい方',
    場所: "原則対面出社, 名古屋, 大阪",
    "実施時期 / 待遇":
      "▼期間\n\u3000・1～2ヶ月勤務可能な方\n\u3000\u3000※就業開始日｜2024年6月1日～\n\u3000\u3000※週3日、30時間程度の出勤を想定しております。\n\u3000\u3000※勤務日 / 時間の詳細に関しては参加決定後、個別での調整となります。\n▼待遇\n時給 1,200円",
    技術スタック:
      "CSS, GitHub, HTML, JavaScript, Next.js, Node.js, PHP, React, Ruby, Ruby on Rails, SQL, TypeScript, UX/UI, Webバックエンド, Webフロントエンド, Webブラウザ, Web全般, ソフトウェア開発, データベース, バックエンド, マーケティング, 機械学習",
    選考フロー:
      "【1】エントリー\n【2】エントリーシート提出\n【3】スキル選考\n【4】面接\n【5】就業型インターンシップ参加確定！",
  },
  {
    募集状況: "募集中",
    主催: "株式会社エイチーム",
    イベント名:
      "【エンジニア1dayインターンシップ】 エイチームのサービスに対して、生成AIを活用した提案をしよう！",
    募集開始: "2024/03/01",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク:
      "https://ateam-group.snar.jp/entry.aspx?entryid=49db77c3-e520-4173-8ad4-3b8bf978f134",
    対象者: "26卒, 学歴不問",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▼実施内容\n参加者の皆さんにはエイチームが自社開発・運営するサービスに対して、生成AIを組み込んだ「追加機能」もしくは「競合」を考えるグループワークに挑戦いただきます。今回は、以下のサービスの中から1つを選んでいただきます。\n・Qiita\n・イーデス\n・引越し侍\n当日は現場で活躍しているエンジニア社員がメンターとして皆さんをサポートします！\n事業と密接に関わりながら事業企画や機能開発に携われるのは、事業会社で働くエンジニアならではの魅力です。",
    場所: "オンライン, 名古屋",
    "実施時期 / 待遇":
      "▼エイチーム名古屋本社\n・6/16(日)\u300012:00～17:00\u3000\n・7/10(水)\u300016:00～21:00\u3000\n\n▼オンライン（Zoom）\n・6/1(土）\u300012:00～17:00\u3000\n・6/20(木)\u300016:00～21:00\n・6/30(日)\u300012:00～17:00\u3000",
    技術スタック:
      "AI, API, ChatGPT, Python, Webバックエンド, Webフロントエンド, Web全般, グループワーク, データベース, マーケティング, 機械学習, 深層学習, 生成AI, 自然言語処理, 課題解決",
    選考フロー:
      "【1】エントリー\n【2】エントリーシート提出\n【3】日程予約\n【4】予約完了",
  },
  {
    募集状況: "募集中",
    主催: "ブルーモ証券株式会社",
    イベント名: "ブルーモ証券 | 米国株資産運用アプリの長期開発インターン",
    募集開始: "2024/06/11",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/bloomo/pages/73153",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "・個人投資家向けの投資サービスにおける開発業務をお任せします。\n・アプリ、バックエンド、インフラなどのうち、得意領域にまずは取り組んでいただきますが、未経験でも希望する領域に挑戦いただけます。\n・やる気のあるインターン生の方にはどんどん責任のある仕事をお任せしていきます！（長期インターンからのフルタイム社員採用実績あり）",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "• 通年で週15時間以上の稼働\n• 時給1500円〜（スキルレベルに応じて相談）\n• 交通費別途支給（オフィス出社時）",
    技術スタック:
      "Flutter, GCP, Go, Ruby on Rails, インフラ, バックエンド, モバイル全般",
    選考フロー: "書類選考→コーディング課題提出→技術面接→内定",
  },
  {
    募集状況: "募集中",
    主催: "KDDIアジャイル開発センター株式会社",
    イベント名: "KDDIアジャイル開発センター株式会社夏季インターンシップ",
    募集開始: "2024/06/07",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://kddi-agile.com/internship-24",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【目的】\n    ◦ 従来のソフトウェア開発のやり方とは異なる手法を実際に経験してもらい、アジャイル開発をより理解してもらう場を提供いたします\n【内容】\n    ◦ 1日目\n        ▪ 会社紹介\n        ▪ サービスデザインワークショップ\n        ▪ アジャイル開発体験\n        ▪ 取り組み紹介\n        ▪ 振り返り\n        ▪ 懇親会\n    ◦ 2日目\n        ▪ アジャイル開発経験\n        ▪ 成果共有会\n        ▪ 振り返り\n        ▪ 座談会",
    場所: "リモート",
    "実施時期 / 待遇":
      "ソフトウェアエンジニアコース\n・2024年8月22日（木）～\u300023日（金）\n・2024年8月29日（木）～\u300030日（金）\n\nUXデザインコース\n・2024年8月19日（月）～\u300020日（火）",
    技術スタック: "Webバックエンド, Webフロントエンド, Web全般",
    選考フロー: "書類選考（エントリー期限\u30002024年6月30日）",
  },
  {
    募集状況: "終了",
    主催: "富士通株式会社",
    イベント名: "Fujitsu Professional Internship【職場受入型・有償】",
    募集開始: "2024/05/24",
    締め切り: "2024/06/18",
    タグ: "就業型インターン",
    リンク: "https://www.portal.e2r.jp/fixurl/fdiscover_theme/id/25/19",
    対象者: "26卒, 27卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■概要\n富士通の一社員として実際のプロジェクトにアサインされ、各領域のスペシャリストと共に、実ビジネスを通した社会課題の解決を成し遂げる Special Program富士通の最先端テクノロジーを武器に、世界を変えてみませんか？富士通のビジネスをリアルに体感したい方、自身のスキルを磨きたい方、市場価値を高めたい方…etcみなさんのチャレンジをお待ちしております！\n\n■特徴\n①富士通社員として雇用関係のもと、実ビジネスに取り組める\n②第一線で活躍する社員がメンターとして最大限サポート\n③スキルアップや今後のキャリアへの相談も可能\n④給与支給のプログラム（テーマによって異なりますので、詳細は参加確定時点で調整いたします）\n\n■内容\n• 富士通社員として雇用関係のもと、実ビジネスに取り組んでいただきます\n• 第一線で活躍する社員がメンターとしてみなさんを最大限サポートいたします\n• スキルアップはもちろん、今後のキャリアや働き方への相談にもお応えします\n\n■参加条件\n• リモートでワークに取り組むにあたっての通信環境をお持ちの方\n• 各テーマで必要とするスキル・知識を有する方\n",
    場所: "(相談可能), オンライン, リモート＋対面出社",
    "実施時期 / 待遇":
      "■実施時期・期間\n2024年8月下旬以降随時\n※インターンシップ参加期間は１か月～最大６か月程度となります。\n\n■給与\n時給：1,400円～2,000円（担う職責レベルに合わせて決定、交通費・宿泊費が発生した場合は別途支給）\n",
    技術スタック:
      "6G, AI, C++, Python, UX/UI, Web全般, その他, アルゴリズム, インフラ, コンサルタント, セキュリティ, ソフトウェア開発, チーム開発, デザイン, データエンジニアリング, データサイエンス, データサイエンティスト, データベース, データ分析, ブロックチェーン, 仮想化, 全般, 新規事業, 機械学習, 深層学習, 生成AI, 画像処理, 画像認識, 組込みシステム, 自動化, 自然言語処理, 課題解決, 音声",
    選考フロー: "書類審査→面談",
  },
  {
    募集状況: "終了",
    主催: "富士通株式会社",
    イベント名: "Fujitsu Seasonal Internship【職場受入型・無償】",
    募集開始: "2024/05/24",
    締め切り: "2024/06/13",
    タグ: "就業型インターン",
    リンク: "https://fujitsu.recruiting.jp.fujitsu.com/intern/20240524-02/",
    対象者: "26卒, 27卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■概要\n第一線で活躍する先輩社員と一緒に、富士通の新しいビジネスを創出してみませんか？ICTやDXビジネスに興味のある方や、自身のデジタルスキルをビジネスに活かしてみたい方は、ぜひご参加ください！\n\n■内容\n・BUSINESS COURSE\n社会にあるさまざまな社会課題を解決する。テクノロジーを活用し新たな価値を生み出す。そんな富士通のリアルな事業を体験できるプログラムです。本部から出される課題に対してチームで議論し、最終的にはアウトプットを作成いただきます。各フィールドの選抜された社員がみなさんのメンターとして、議論をサポートしていきます。また、実際の業務に即したフレームワークを体験できるだけでなく、各業界の最新トレンドや動向などを学べるコンテンツをご用意しておりますので、ぜひご自身の成長につなげてください。\n・TECHNOLOGY COURSE\nAIやセキュリティ、ソフトウェア開発など、富士通のエンジニア領域で実際のコーディングを伴うハイレベルな開発課題に取り組むプログラムです。各分野の一流エンジニアがメンターとして、みなさんを技術的側面からサポートします。与えられたテーマ、取り組みに対するフィードバックはもちろん、それだけでなく、エンジニア社員との交流の中で今後のキャリア形成のきっかけを掴むような機会を提供いたします。ご自身のスキルに自信のある方、自己成長したい方にむけたコンテンツをご用意しております。\n",
    場所: "オンライン, リモート＋対面出社",
    "実施時期 / 待遇":
      "■実施時期・期間\n【第1期】05日間\xa0@2024年8月26日～@2024年8月30日\n【第2期】05日間\xa0@2024年9月2日～@2024年9月6日\n【第3期】10日間\xa0@2024年8月26日～@2024年9月6日\n【第4期】10日間\xa0@2024年9月2日～@2024年9月13日\n【第5期】15日間\xa0@2024年8月26日～@2024年9月13日\n【全期間共通\u2003参加必須】\nOrientation\u2003@2024年8月25日\nClosing\u2003\u2003\u2003\xa0@2024年9月14日\n\n■宿泊費・交通費\nインターンシップ期間中、会社が事業所等への出社（出張）が必要と判断した場合、そのかかった交通費および宿泊費の実費分につき会社が負担いたします。（宿泊費上限金額：税込み10,000円/泊\u3000交通費：エコノミー料金\u3000その他細部規定あり）",
    技術スタック:
      "AI, Web全般, グループワーク, コンサルタント, ソフトウェア開発, チーム開発, データ分析, ネットワーク, マーケティング, 新規事業, 未経験, 組込みシステム, 課題解決",
    選考フロー: "書類審査→面談",
  },
  {
    募集状況: "終了",
    主催: "フューチャー株式会社",
    イベント名:
      "フューチャー夏のインターンシップ2024（Engineer Camp）\u3000\u3000\u3000\u3000\u3000\u3000\u3000\u3000(４)自然言語処理に関する研究開発",
    募集開始: "2024/06/05",
    締め切り: "2024/06/25",
    タグ: "就業型インターン",
    リンク: "https://note.com/future_event/n/nf586b6248ef9",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "＜概要＞\n大規模言語モデル(LLM)を含む自然言語処理 (NLP) 技術を活用した様々な問題の解決に、メンターとなる社員と共に挑戦していただきます。\n国際会議を含めた論文出版、特許取得を狙う基礎研究寄りのタスクから、実社会のデータを活用したモデル構築、実際に多くの方に使われるシステム開発まで幅広いプロセスに携わっていただきます。\n実際に取り組むタスクについてはご本人の希望・適性に応じて相談の上決定します。\n自然言語処理に関するタスク例: \n・言語処理のためのデータ構築\n・自動要約、文書分類\n・LLMのドメイン適応、下流タスクへの適応\n・推論の高速化\n・検索のための文埋め込み法\n・人間の嗜好に沿った生成モデル\n・NLP関連システムの実装など\n\n＜受入担当からのメッセージ＞\n当社では自然言語処理に関する基礎〜応用研究およびシステム開発に取り組んでいます。本コースではNLPに関連した実社会の課題を基に研究開発に取り組み、産業界・学界からともに評価される成果をめざします。みなさんからのご応募をお待ちしています！\n\n＜応募条件＞\n◆必須\n・SlackやGoogleChatなどを用いた非同期コミュニケーションが取れる方\n・Pythonによるプログラミング経験\n・自然言語処理に関する研究/開発経験\n\n◆あれば歓迎\n・最新の研究論文を読み実装できる\n・PyTorch等のDNNフレームワーク、Hugging Faceなどのライブラリ使用経験\n・Kaggle等のデータサイエンスコンペティション参加経験\n・Dockerを用いた開発環境の構築経験\n",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "【1】実施日程\n2024年8月19日(月)～9月13日(金)\n\u3000※原則は土日祝日を除く、1日8時間の勤務です。\n\n【2】会場\nリモート\n\u3000※原則リモートですが、初日および最終日はオフィス出社となります。それ以外の日程でも出社の可能性があります。\n\u3000※リモートの場合は必ずご自宅にて参加をお願いします。大学や公共の場所からの参加は認めておりません。\n《出社先》 当社大崎オフィス\n（東京都品川区大崎1-2-2 アートヴィレッジ大崎セントラルタワー15F）\n\n【3】待遇\n◆報酬\n1日あたり14,400円を支給します。\n\u3000※時給1,800円/H。8時間勤務を行った場合の計算です。\n\u3000※実際の勤務時間に基づき支給します。\n\n◆交通費\n規定に沿って来社時の交通費を支給いたします。\n\u3000※原則リモートですが、初日および最終日はオフィス出社となります。それ以外の日程でも出社の可能性があります。\n\u3000※リモートの場合は必ずご自宅にて参加をお願いします。大学や公共の場所からの参加は認めておりません。",
    技術スタック:
      "AI, GPU Cluster, LLM, Python, R＆D, データエンジニアリング, 大規模並列学習, 機械学習, 深層学習, 生成AI, 自然言語処理",
    選考フロー:
      "希望Camp選択→エントリーシート提出・プログラミングテスト→面接\n\n◆エントリーシート・プログラミングテスト提出締切：\n締切①： 6月13日（木）23時59分\n締切②： 6月19日（水）23時59分\n最終締切：6月25日（火）23時59分",
  },
  {
    募集状況: "終了",
    主催: "フューチャー株式会社",
    イベント名:
      "フューチャー夏のインターンシップ2024（Engineer Camp）\u3000\u3000\u3000\u3000\u3000\u3000\u3000\u3000(５)大規模言語モデル(LLM)を用いた開発",
    募集開始: "2024/06/05",
    締め切り: "2024/06/25",
    タグ: "就業型インターン",
    リンク: "https://note.com/future_event/n/nf586b6248ef9",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "＜概要＞\n大規模言語モデル(LLM)を含む自然言語処理 (NLP) 技術を活用した社会実装に携わってみませんか？\n\n生成AI活用による業務効率化や生産性向上の実現が期待される一方、業界や領域ごとあるいは個社に特化・カスタマイズしたシステム設計による課題の解決が求められてきています。\n豊富な業務ノウハウとAI技術力を強みに、要件からシステムの設計、開発まで、お客様と一体になって一気通貫でプロジェクトを推進するフューチャーの働き方を体感していただきます。\nRetrieval-Augmented Generation (RAG) の精度改善、マルチモーダルAI開発、Multi-Agentシステム構築、最新論文モデルのアーキテクチャ実装、情報抽出技術の向上などのテーマから、AIを活用したシステム開発でUX改善に取り組みます。\n大規模言語モデル（LLM）を実用化するシステムの開発過程を体験し、実社会で扱われているデータを用いて実践的なスキルを習得することが出来ます。\n実際に取り組むタスクについてはご本人の希望・適性に応じて相談の上決定します。\n\n＜受入担当からのメッセージ＞\n実社会の課題に取り組むことで、学業や研究だけでは得られない貴重な経験と実践的な知識を身につけることが出来ます。最新のAI技術を活用し、社会に影響を与えるプロジェクトに携わるチャンスです。\n\n＜応募条件＞\n◆必須\n・SlackやGoogleChatなどを用いた非同期コミュニケーションが取れる方\n・PythonでのWEBアプリ開発経験(個人開発も可)\n・Dockerを用いた開発環境の構築経験\n\u3000\n◆あれば歓迎\n・自然言語処理やLLM関連技術に関する知識\n・KaggleやAtCoder等のコンペティション参加経験\n・Azure or AWS or GCP利用経験\n",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "【1】実施日程\n2024年8月19日(月)～9月13日(金)\n\u3000※原則は土日祝日を除く、1日8時間の勤務です。\n\n【2】会場\nリモート\n\u3000※原則リモートですが、初日および最終日はオフィス出社となります。それ以外の日程でも出社の可能性があります。\n\u3000※リモートの場合は必ずご自宅にて参加をお願いします。大学や公共の場所からの参加は認めておりません。\n《出社先》 当社大崎オフィス\n（東京都品川区大崎1-2-2 アートヴィレッジ大崎セントラルタワー15F）\n\n【3】待遇\n◆報酬\n1日あたり14,400円を支給します。\n\u3000※時給1,800円/H。8時間勤務を行った場合の計算です。\n\u3000※実際の勤務時間に基づき支給します。\n\n◆交通費\n規定に沿って来社時の交通費を支給いたします。\n\u3000※原則リモートですが、初日および最終日はオフィス出社となります。それ以外の日程でも出社の可能性があります。\n\u3000※リモートの場合は必ずご自宅にて参加をお願いします。大学や公共の場所からの参加は認めておりません。",
    技術スタック:
      "AI, AWS, Azure, GCP, LLM, Python, Web全般, データエンジニアリング, マルチモーダルAI, 機械学習, 深層学習, 生成AI, 画像処理, 自然言語処理",
    選考フロー:
      "希望Camp選択→エントリーシート提出・プログラミングテスト→面接\n\n◆エントリーシート・プログラミングテスト提出締切：\n締切①： 6月13日（木）23時59分\n締切②： 6月19日（水）23時59分\n最終締切：6月25日（火）23時59分",
  },
  {
    募集状況: "終了",
    主催: "フューチャー株式会社",
    イベント名:
      "フューチャー夏のインターンシップ2024（Engineer Camp）\u3000\u3000\u3000\u3000\u3000\u3000\u3000\u3000(７)画像AIシステム開発",
    募集開始: "2024/06/07",
    締め切り: "2024/06/25",
    タグ: "就業型インターン",
    リンク: "https://note.com/future_event/n/nf586b6248ef9",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "＜概要＞\n画像AIの社会実装を実現します。画像AIが搭載されたウェブアプリケーションの実装、画像加工ツールの実装やシステムの構築・設計、IaCを駆使して、業務効率化や生産性向上に取り組みます。 実装にあたり、適宜社内メンバーに報告・相談を行いながら、業務を進める上での一通りのサイクルを経験することができます。\n\n＜受け入れ担当からのメッセージ＞\n画像AIのシステム周辺の困りごとを解決するようなタスクを想定しています。具体的には使用予定のOSSの検証などです。検証を通じて研究でも活用できる知見を得られるかもしれません。\n\n＜応募要件＞\n◆必須\n・SlackやGoogleChatなどを用いた非同期コミュニケーションが取れる方\n・Pythonでのプログラミング経験（基本的な制御構文を理解している、Pythonかそれ以外の言語でのソフトウェア開発経験）\n・基本的なLinuxコマンドの操作経験（コマンドライン操作）\n・Git利用経験（clone, add, commit, push操作と、GitHub上でPull Requestを作成し、チャットでレビュー依頼を行えること）\n◆あれば歓迎\n・Dockerを用いた開発環境の構築経験\n",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "【1】実施日程\n2024年8月19日(月)～9月13日(金)\n\u3000※原則は土日祝日を除く、1日8時間の勤務です。\n\n【2】会場\nリモート\n\u3000※原則リモートですが、初日および最終日はオフィス出社となります。それ以外の日程でも出社の可能性があります。\n\u3000※リモートの場合は必ずご自宅にて参加をお願いします。大学や公共の場所からの参加は認めておりません。\n《出社先》 当社大崎オフィス\n（東京都品川区大崎1-2-2 アートヴィレッジ大崎セントラルタワー15F）\n\n【3】待遇\n◆報酬\n1日あたり14,400円を支給します。\n\u3000※時給1,800円/H。8時間勤務を行った場合の計算です。\n\u3000※実際の勤務時間に基づき支給します。\n\n◆交通費\n規定に沿って来社時の交通費を支給いたします。\n\u3000※原則リモートですが、初日および最終日はオフィス出社となります。それ以外の日程でも出社の可能性があります。\n\u3000※リモートの場合は必ずご自宅にて参加をお願いします。大学や公共の場所からの参加は認めておりません。\n\n\n\n\n",
    技術スタック:
      "API, Docker, GPU, GitLab, OS, Python, R＆D, Webバックエンド, Webフロントエンド, Web全般, インフラ, コンテナ, サーバーサイド, ソフトウェア開発, チーム開発, データベース, ネットワーク, 仮想化, 自動化",
    選考フロー:
      "希望Camp選択→エントリーシート提出・プログラミングテスト→面接\n\n◆エントリーシート・プログラミングテスト提出締切：\n締切①： 6月13日（木）23時59分\n締切②： 6月19日（水）23時59分\n最終締切：6月25日（火）23時59分",
  },
  {
    募集状況: "終了",
    主催: "フューチャー株式会社",
    イベント名:
      "フューチャー夏のインターンシップ2024（Engineer Camp）\u3000\u3000\u3000\u3000\u3000\u3000\u3000\u3000(６)画像AI技術開発",
    募集開始: "2024/06/07",
    締め切り: "2024/06/25",
    タグ: "就業型インターン",
    リンク: "https://note.com/future_event/n/nf586b6248ef9",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "＜概要＞\n画像AIの社会実装を実現します。実案件のデータを対象に、画像分類・物体検出・セグメンテーション・画像生成等幅広い画像系のAI技術を駆使して、顧客の業務削減に取り組みます。上記の技術の実装に加えて、そこから見える課題等の分析・報告を行い、業務を進める上でのサイクルを一通り経験することができます。\n\n＜受け入れ担当からのメッセージ＞\n実社会で扱われている生のデータを扱います。当社において顧客の課題解決を実際どのような流れで行っているのかに触れることができる貴重な経験になると思います。\n\n＜応募要件＞\n◆必須\n・SlackやGoogleChatなどを用いた非同期コミュニケーションが取れる方\n・Pythonでの画像処理の経験\n・PytorchやTensorflow等を用いたNN構築経験\n・論文を読んでNNなどの実装ができること\n・基本的なLinuxコマンドの操作経験（コマンドライン操作）\n◆あれば歓迎\n・画像AIやその他機械学習関連に関する知識\n・Git利用経験（clone, add, commit, push操作と、GitHub上でPull Requestを作成し、チャットでレビュー依頼を行えること）\n・Dockerを用いた開発環境の構築経験\n",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "【1】実施日程\n2024年8月19日(月)～9月13日(金)\n\u3000※原則は土日祝日を除く、1日8時間の勤務です。\n\n【2】会場\nリモート\n\u3000※原則リモートですが、初日および最終日はオフィス出社となります。それ以外の日程でも出社の可能性があります。\n\u3000※リモートの場合は必ずご自宅にて参加をお願いします。大学や公共の場所からの参加は認めておりません。\n《出社先》 当社大崎オフィス\n（東京都品川区大崎1-2-2 アートヴィレッジ大崎セントラルタワー15F）\n\n【3】待遇\n◆報酬\n1日あたり14,400円を支給します。\n\u3000※時給1,800円/H。8時間勤務を行った場合の計算です。\n\u3000※実際の勤務時間に基づき支給します。\n\n◆交通費\n規定に沿って来社時の交通費を支給いたします。\n\u3000※原則リモートですが、初日および最終日はオフィス出社となります。それ以外の日程でも出社の可能性があります。\n\u3000※リモートの場合は必ずご自宅にて参加をお願いします。大学や公共の場所からの参加は認めておりません。\n\n",
    技術スタック: "AI, Python, R＆D, アルゴリズム, 機械学習, 画像処理",
    選考フロー:
      "希望Camp選択→エントリーシート提出・プログラミングテスト→面接\n\n◆エントリーシート・プログラミングテスト提出締切：\n締切①： 6月13日（木）23時59分\n締切②： 6月19日（水）23時59分\n最終締切：6月25日（火）23時59分",
  },
  {
    募集状況: "募集中",
    主催: "Mantra株式会社",
    イベント名: "Mantra toCモバイルアプリサービスの開発インターン",
    募集開始: "2024/06/04",
    締め切り: "2024/06/30",
    タグ: "就業型インターン",
    リンク:
      "https://docs.google.com/forms/d/e/1FAIpQLSf_4g7bJH4h9IsFsANpm9Ea9mBJZJw1BFraOGHFreUOBSxT0w/viewform",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "マンガで楽しく英語多読!\nマンガを使って英語学習が出来るスマートフォン向けアプリ「https://langaku.app/」の開発を行なっています。\n\n# 取り組んでいただく内容\n開発チームの一員として参加し、実際のプロダクト開発に携わっていただく就業型のインターンです。\nチームメンバーと相談をしながら、Langakuがどう変わっていくと良いかを考え、実現していきたいと思います。\n\n応募者の得意分野に合わせて、携わっていただく業務内容を決定します。\n(例)\n- モバイルアプリ(iOS/Android)の開発\n- APIサーバーへの機能追加、インフラの改善\n- 新規機能の実証実験\n- 実データからプロダクトの状況を把握して改善をしていくデータ分析業務\n\n# 技術スタック\n- インフラ：AWS、GCP\n- バックエンド：Python\n- フロントエンド：Swift (iOS)、Flutter (Android)\n\n# 応募条件\n- マンガが好きな方\n- 上記技術スタックのいずれかを使った開発経験があること\n- toCプロダクトの開発に興味がある方",
    場所: "リモート可, リモート＋対面出社, 対面出社可, 東京",
    "実施時期 / 待遇":
      "▼ 実施日程\n時期：2024年7月~10月\n期間：4~8週間程度\n\n▼ 時間・場所\n勤務時間：8時間/日、週5日\n場所：週3出社（飯田橋）、週2リモート\n※ 時間・場所については応相談\n\n▼ 給与\n・時給2000円\n・交通費支給",
    技術スタック:
      "AWS, Android, Flutter, Python, iOS, チーム開発, データ分析, バックエンド, モバイル全般",
    選考フロー:
      "1. 書類選考（フォームより応募）\n※応募一次締切 6月末\n\n2. 面接",
  },
  {
    募集状況: "募集中",
    主催: "Mantra株式会社",
    イベント名: "Mantra 機械学習エンジニア・リサーチインターン",
    募集開始: "2024/06/04",
    締め切り: "2024/06/30",
    タグ: "就業型インターン",
    リンク:
      "https://docs.google.com/forms/d/e/1FAIpQLSf_4g7bJH4h9IsFsANpm9Ea9mBJZJw1BFraOGHFreUOBSxT0w/viewform",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "MantraはエンタメxAI領域のスタートアップで、翻訳クラウドサービス「Mantra Engine」や、マンガによる言語学習アプリ「Langaku」などを開発しています。\n本インターンでは、エンタメ領域の機械学習の研究開発を行い、サービスへの適用を目的とした実タスクに取り組んでいただきます。\nマンガやゲーム、小説などの実際のエンタメデータを使い、LLMやDiffusion modelなどの最先端技術を活用した研究開発ができます。\n\n【プロジェクト例】\n- エンタメの対訳データや翻訳修正履歴を活用したLLM翻訳の改善\n- 最新技術の検証（Large Multimodal Modelのマンガ翻訳への適用など）\n- Stable Diffusionなどの拡散モデルを使用した画像処理\n- マンガのキャラクター認識・話者推定\n- マンガの手書き文字や効果音などの文字認識\n- マンガ翻訳のスタイル・レイアウト自動生成\n\n【応募条件】\n- 機械学習のモデル学習およびタスクの精度改善を実施した経験\n- 英語論文の調査経験\n- プログラミング経験（2年以上）\n\n（参考：https://www.notion.so/cf7c624eed28427391099b847491e29a?pvs=21",
    場所: "リモート可, リモート＋対面出社, 対面出社可, 東京",
    "実施時期 / 待遇":
      "▼ 実施日程\n時期：2024年7月~10月\n期間：4~8週間程度\n\n▼ 時間・場所\n勤務時間：8時間/日、週5日\n場所：週3出社（飯田橋）、週2リモート\n※ 時間・場所については応相談\n\n▼ 給与\n・時給2000円\n・交通費支給",
    技術スタック:
      "AI, LLM, Python, コンピュータビジョン, マルチモーダルAI, 機械学習, 生成AI, 画像処理, 画像認識, 自然言語処理",
    選考フロー:
      "1. 書類選考（フォームより応募）\n※応募一次締切 6月末\n\n2. 面接",
  },
  {
    募集状況: "終了",
    主催: "株式会社hacomono",
    イベント名:
      "学生歓迎！次世代SaaSをグロースさせるバックエンドエンジニアを募集！",
    募集開始: "2024/06/03",
    締め切り: "2024/06/13",
    タグ: "インターン",
    リンク: "https://www.wantedly.com/projects/1377984",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "フィットネス×ITで業界に革新を起こす Vertical SaaS を支える\n様々な社内の業務課題に対し、自動化を軸とした技術での課題解決を行っていただく仕事です。\n勉学を続けながら仕事を進めていただけるよう、期日は設けずベストエフォートで実施頂けるようなタスクを用意しております。\nAWS, GCP 等のクラウドインフラを活用したタスクが中心となり、個人開発では資金面から経験が難しいシステム構成での業務経験を獲得することが出来、将来の就職活動においても役立つ経験になります。\n\n必須スキル\n• OSS への貢献、ハッカソンへの参加などのアウトプット\n※書類選考時に GitHub における活動内容、もしくはOSS への貢献、ハッカソンへの参加などの活動内容のご提出をお願いしております。\n• Linux サーバーの構築・運用経験（個人、研究室、サークル等での経験可）\n• 情熱",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "【賃金】時給2,000円〜\u3000※スキルに応じて決定。昇給あり\n【勤務時間】・平日週2日〜3日程度（応相談）9:00〜18:00（内、5時間以上）\n【雇用形態】有期雇用（アルバイト）\n最初の1か月試用期間。その後、基本は６ヶ月ごとの契約更新\n【福利厚生】\n・個人 GitHub アカウント利用可能\n・Github Copilot for Business 付与",
    技術スタック:
      "AWS, GCP, Go, Ruby on Rails, Terraform, Webバックエンド, インフラ, バックエンド, 自動化",
    選考フロー:
      "1.エントリー\n2.書類選考（OSS への貢献、ハッカソンへの参加などのアウトプット必須）\n3.オンライン面接1回\n4.インターン決定",
  },
  {
    募集状況: "終了",
    主催: "Amazon Web Services Japan",
    イベント名:
      "AWS 技術職Workshop 全解剖！\u3000Support Engineer編 Workshop説明会\u30006/28 18:00開始",
    募集開始: "2024/06/03",
    締め切り: "2024/06/28",
    タグ: "説明会",
    リンク: "https://app.brazenconnect.com/a/aws-ta/e/qNVQO",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "サポートエンジニア （東京/ダブリン/トロント）\nサポートエンジニアで募集を行う３つの拠点での募集について詳しくお伝えをしていく予定です！\nWorkshop内容、選考スケジュール、選考step詳細＆対策\nWorkshopへのご参加を検討されているかたは是非ご参加ください。（録画予定）\n",
    場所: "リモート",
    "実施時期 / 待遇": "8月から9月にかけて",
    技術スタック: NaN,
    選考フロー:
      "オンラインアセスメント→一次面接→workshop参加→最終面接→結果報告",
  },
  {
    募集状況: "募集中",
    主催: "Amazon Web Services Japan",
    イベント名:
      "AWS 技術職Workshop 全解剖！\u3000Solutions Architect/Professional Services編",
    募集開始: "2024/06/17",
    締め切り: "2024/06/30",
    タグ: NaN,
    リンク:
      "https://www.amazon.jobs/jp/jobs/2668972/26-solutions-architect-professional-services-1day-workshop",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "説明会 6/26に実施予定是非お越しください。\n説明会登録こちらから : https://app.brazenconnect.com/a/aws-ta/e/8Lmwq\n\n1day workshop\n実施日 8/20,23 9/10,13 確実9:00-18:00頃まで\u3000懇親会実施予定していますが任意です。\nworkshopのなかで直接社員と会話がもてますし\u3000会社の制度働き方に関してもカバーさせていただく予定です！\n最先端の技術を使ってお客様のInnovationをささえていくお仕事に興味をお持ちの方におすすめです！",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "1day workshop\n実施日 8/20,23 9/10,13 確実9:00-18:00頃まで\u3000懇親会実施予定していますが任意です。\nworkshopのなかで直接社員と会話がもてますし\u3000会社の制度働き方に関してもカバーさせていただく予定です！\n最先端の技術を使ってお客様のInnovationをささえていくお仕事に興味をお持ちの方におすすめです！",
    技術スタック: NaN,
    選考フロー: "オンラインアセスメント→workshop参加→一次面接→最終面接",
  },
  {
    募集状況: "終了",
    主催: "Amazon Web Services Japan",
    イベント名:
      "AWS 技術職Workshop 全解剖！\u3000Solutions Architect/Professional Services編 Workshop説明会\u30006/26\u300018：00開始",
    募集開始: "2024/06/03",
    締め切り: "2024/06/26",
    タグ: "説明会",
    リンク: "https://app.brazenconnect.com/a/aws-ta/e/8Lmwq",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "Solutions ArchitectやProfessional Servicesといった技術職への選考直結型Workshopに関するすべてをお伝えします！\nWorkshop内容、選考スケジュール、選考step詳細＆対策\nWorkshopへのご参加を検討されているかたは是非ご参加ください。（録画予定）",
    場所: "リモート",
    "実施時期 / 待遇":
      "1day Workshop開催日程\u3000\n8/20,23 9/10,13朝9:00-開始 18:00頃まで\u3000\nその後懇親会を行う予定がありますが、任意参加となります。\n\n",
    技術スタック: NaN,
    選考フロー:
      "オンラインアセスメント→workshop参加→一次面接→最終面接→結果報告",
  },
  {
    募集状況: "募集中",
    主催: "Amazon Web Services Japan",
    イベント名: "2026年卒対象 AWS 技術職Workshop 全解剖！ Support Engineer",
    募集開始: "2024/06/17",
    締め切り: "2024/06/30",
    タグ: NaN,
    リンク: "https://app.brazenconnect.com/a/aws-ta/e/qNVQO",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "Workshop 申し込みリンクこちら https://www.amazon.jobs/jp/jobs/2666177/2026-aws-1day \n８月\u30008/21 または 8/28 \n９月   9/11 または9/25\nサポートエンジニア職にご興味をお持ちの方是非ご応募ください！\nこんな方におすすめ！\n調べ事が好き、困っている人を放っておけない Amazon Leadership principalsに共感できる\u3000\n\nLife work harmonyの実現度の高いサポートエンジニア職の皆さんと直接会話できる機会です！是非お申込みください。\n説明会はこちら\u3000https://app.brazenconnect.com/a/aws-ta/e/qNVQO",
    場所: "フルリモート",
    "実施時期 / 待遇": "8/21,8/28,9/11,9/25",
    技術スタック: NaN,
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社セキュアスカイ・テクノロジー",
    イベント名: "Webセキュリティで関心が高まっている技術についての研究調査",
    募集開始: "2024/05/23",
    締め切り: "2024/06/23",
    タグ: NaN,
    リンク: "https://www.securesky-tech.com/2024/05/23/7445/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "内容\n情報セキュリティ・サイバーセキュリティに興味を持つ学生を対象に、Webセキュリティ技術について、SSTエンジニアのサポートの下で研究調査を行います。参加者は、セキュリティとそれを支える仕組みの知見、セキュリティ技術の調査および議論を経験することができます。\n対象\n・選考課題に対する回答（テキストファイル）を「応募する」から期限までに提出できる方（必須）\n・セキュリティへの興味関心をもっている方\n・日本語での技術的な議論ができること",
    場所: "リモート＋対面出社",
    "実施時期 / 待遇":
      "開催日時、開催形式\n【1日目~9日目】\n2024年9月2日（月）～9月12日（木）10:00-18:00\u3000※参加任意\nオンライン開催\n※ 期間中に、SSTのオフィスに自由に来ていただけるように開放日を設ける予定です。\n\n【10日目】2024年9月13日（金）12:00-17:00\u3000※参加必須\n東京オフィス/福岡ラボにて現地開催\n※最終日は東京オフィス・福岡ラボ、いずれかのオフィスを選択して来社いただきます。\n\n給与支給\nなし\n交通費\nあり（上限15,000円）\n┗ 自宅最寄り駅から会場までの往復交通費（定期区間は除く）\n┗ オフィスに来た分の交通費（オフィス開放日含む）の合計金額を支給します\n",
    技術スタック: "Web全般, セキュリティ, ソフトウェア開発, ネットワーク",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社NTTデータ",
    イベント名: "夏季プロジェクト型インターンシップ",
    募集開始: "2024/05/31",
    締め切り: "2024/06/11",
    タグ: "インターン",
    リンク: "https://nttdata-recruit.com/event/internship.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "🎉実際に業務で使用している技術スタックや基盤を用いてWebアプリケーションの開発/新機能実装を10日間で行います！🎉\n社員のエンジニア/デザイナーと会話しながら実際に社内で利用するWebサービスをチームで開発します！\n実際のオフィスで開発するほか、座談会やランチ会も開催しますので、弊社/弊部署の雰囲気、技術、キャリアを理解できます！\n\n⚙️使用する技術（その他要望があればオファー後にお知らせください！）\nAWS、Kubernetes、Git、Next.js(AppRouter)、Typescript、SQL、Prisma\n🫂 対象者\n授業 / 研究もしくは個人で何らかのプログラミング経験がある方\n\n◽️応募方法\n応募リンクはNTTデータ新卒採用ページへのリンクとなります。\n右上のENTRYボタンからキャリア形成支援サイトにご登録いただき、5/31のエントリー開始後、プロジェクト型インターンより【法人-01】を希望プロジェクトに含めて、ご応募ください 🙇\u200d♂️）\n※6/11正午が締切となります\n\n🏢 募集部署：株式会社NTTデータ ペイメント事業本部\u3000カード&ペイメント事業部\u3000デジタルペイメント開発室\n📝 参考資料\n・昨年の企画型インターンシップの記事：https://www.wantedly.com/companies/company_9483773/post_articles/499540\n・若手チームの働き方と技術スタックについて：https://qiita.com/namikisugiyama_nd/items/256a5fd9d578921dbf48\n・AWS社様 弊部署の導入事例：https://aws.amazon.com/jp/solutions/case-studies/ntt-data-case-study/\n・SREイベントでの講演動画：https://www.youtube.com/watch?v=CEn3e8JxgtY",
    場所: "リモート＋対面出社",
    "実施時期 / 待遇":
      "◽️実施日程\n2024年 8/19(月) 〜 8/30(金) \n\n◽️待遇・その他\n• 交通費、食事代、遠方の方の宿泊費は一部弊社が負担いたします。\n• MacBookをインターン期間のみ貸し出します。\n• リモート/出社の日数については、相談可です。",
    技術スタック:
      "AWS, Kubernetes, Next.js, TypeScript, Webバックエンド, Webフロントエンド, チーム開発",
    選考フロー:
      "1. 書類選考 ( 6/11正午まで )\n\u3000┗エントリーシートをご提出いただきます。本内容を希望される方はプロジェクト型インターンのうち、【法人-01】を希望プロジェクトに含めてご応募ください。\n\n2. 面接動画締切 ( 6/25予定 )\n\u3000┗数分間の面接動画を撮影し、ご提出いただきます。\n\n3. オファー ( 7/9予定 )",
  },
  {
    募集状況: "募集中",
    主催: "株式会社BuySell Technologies",
    イベント名:
      "【日給2万円/モダンな技術で開発ができる】プロフェッショナル1dayインターンシップ。日本CTO協会理事を務めるCTO今村の特別セミナーあり！",
    募集開始: "2024/05/23",
    締め切り: "2024/08/07",
    タグ: "インターン",
    リンク: "https://herp.careers/v1/buyselltech/WzLB4PrjJi74",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      '■インターンシッププログラム\nバイセルのインターンシップは単なる開発体験にとどまりません。\nプロフェッショナルなエンジニアとしてのキャリアをスタートするための多彩なコンテンツを用意しています。\n\n1. 開発ワークショップ\n• 先輩エンジニアがメンターとして1日グループにつくので、サポートを受けながら開発体験を行っていただきます。\n• 開催日程に応じてReactによるフロントエンドでの開発と、Goによるバックエンドによる開発とでワークショップの内容が異なります。\n\n2. CTOセミナー\n• 日本CTO協会理事を務める弊社CTO今村が、新卒でWebエンジニアを目指す学生に向けた特別セミナーを実施します。\n• 就職活動のススメや新卒で目指すべきキャリアパスについてのアドバイスを直接聞くことができ、今後の参考になる内容となっています。\n\n3. 現場社員との懇親会\n• 美味しい寿司を楽しみながら、現場で活躍するエンジニアたちと直接交流いただきます。\n• 実際の仕事内容や働き方について、リアルな声を聞くことができる貴重な機会です！\n\n【フロントエンドプログラム詳細】\n実務に直結！実践的なコンポーネント設計＆実装体験ワークショップ\n実務に直結する、実践的なコンポーネント設計から実装までを体験してもらいます！\n• コンポーネント設計について学ぶことで、品質の高いアプリケーションを構築するための基礎力が身に付きます\n• バイセルの業務に沿った題材を扱うため、技術面だけでなく、リユース事業のドメイン知識を学ぶことができます\n• 実際のプロダクトで採用しているライブラリを使用するため、バイセルでのフロントエンド開発の雰囲気を知ることができます\n• 設計や実装は、先輩社員からフィードバックをもらいながら進めていただきます\n\n【バックエンドプログラム詳細】\n現場のシステム運用を直に体験！チームでのワークショップを体験することができます！\n・座学を通して安全な設計と障害対応へのマインドを身に付けることができます\n・障害対応を通じてバグ修正する力を高めることができます\n・0 → 1 ではなく、既存システムを再構築する力をつけることができます\n・個人開発では味わえない働くイメージを持つことができます\n・障害が発生しにくい安全なシステム設計の考え方を学ぶことができます\n\n■プロフェッショナルなメンターの紹介\n今回のインターンでメンターとなる社員をご紹介します！\n【フロントエンド】\n▶酒井 慎太郎（2020年新卒入社）\nバックエンドエンジニアとして在庫管理システムの開発を担当。\n現在はフルスタックエンジニア兼プロジェクトマネージャーとして、兼BtoBオークションシステムの開発・運用を担当。\n趣味：アニメ、ソフトテニス\n\n▶早瀬 和輝 （2021年新卒入社）\nリユース事業の基幹システムや商品撮影アプリの開発に従事し、iOSからインフラまで幅広く担当。\n現在はテックリード兼プロジェクトマネージャーとして、リユースプラットフォームの出品管理システムの開発を担当。\nアーキテクチャや設計について考えるのが好き。\n趣味：開発、マンガ、ポケカ\nTwitterアカウント：はやせ (@KazukiHayase) https://twitter.com/KazukiHayase\n\n【バックエンド】\n▶山口 忍（2019年中途入社）\n在庫管理システムの運用、iOSアプリの開発、リユースプラットフォームの新規開発などに従事し、インフラからフロントまで幅広い領域を経験。\n現在はバックエンドを中心にリユースプラットフォームの開発・運用を担当。\n趣味：テニス、ポケカ、ゲーム\n\n▶菅 直也（2023年中途入社）\nCRMサービスやアカウント管理システムの開発に従事。得意分野はバックエンドだが、フルスタックに活躍中。\nPjMやPeopleManagementなども担当。\n趣味：熱帯植物（ビカクシダ）\nTwitterアカウント：SugarSato@買売技術 (@satoIsSugar)https://twitter.com/satoIsSugar\n\n■CTO今村の紹介\n取締役CTO 今村雅幸（Xアカウント：＠kyuns）\nヤフー株式会社を経て、株式会社VASILYを創業。\nZOZOテクノロジーCTOとして幅広くZOZOのDXを推進。\n2021年4月にBuySell Technologies取締役CTOに就任。\n日本CTO協会理事も務める。\n\n★直近の記事はこちら★\n「バイセルで働くのが一番楽しい」と記憶に残る会社にーバイセルCTO就任から3年間を振り返るー\nhttps://note.com/buysell/n/n081c4e7065f3\n\n■こんな方におすすめ\n・プロフェッショナルなエンジニアから直接アドバイスを受けたい方\n・エンジニア就活の準備をしたい方\n・コンポーネント設計に関する興味がある方\n・システム設計に興味がある方\n\n必須スキル\n■応募資格\n・2026年卒業予定の高専生、専門学生、大学生、大学院生\n・PCをお持ちの方(Mac推奨。Windows・Linuxでも実施は可能。)\n・Webアプリの開発経験\n【フロントエンド】React,TypeScriptを用いた開発経験\n【バックエンド】REST APIを用いた開発経験\n■歓迎スキル\n【フロントエンド】RHF・zodを用いた開発経験\n【バックエンド】Goを用いた開発経験\n\n■募集職種（入社後の業務内容）\nプロダクトエンジニア職\n入社後に配属希望面談や適性等を考慮し、本配属先が決定いたします。\n\n【バイセルのプロダクトエンジニアとは】\nプロダクトエンジニアは機能開発の全体にオーナーシップを持ち、テクノロジーを軸としながら、デザインや顧客ドメインの領域で価値創造をするエンジニアです。\n具体的には、ユーザーヒアリングや現場立会をする中で課題を発見し、それを元に企画・設計を行い、開発をしていきます。\nその後、テストを経てリリース/運用をしたのちに、分析検証をして、課題発見のフェーズに戻る\nこのサイクルを回しながら、事業や顧客の課題解決をしていきます。\n\n■バイセルってどんな会社？\n▼バイセルのミッション\nバイセルがリユース事業を通して日本社会にもたらそうとする変化は、「かくれ資産」の2次流通マーケットへの還元です。国内リユース市場は2022年に約3兆円に到達すると言われていますが、一般家庭に眠る不用品、すなわち「かくれ資産」の推計は約37兆円にも達するという報告があります。要するに、日本の国土全体に使われていないものが溢れているということ。これらを必要とする人のもとへ届けることが私たちのミッションです。誰かの不要なものを誰かの必要なものに変え、資源を循環させ、大切なものを未来につなぐ。そうすれば、新しいものを作らず、そのために工場を動かす必要もなく、古いものを捨てて焼却する必要もありません。「かくれ資産」を動かすことで、地球が抱えているさまざまな問題を解決できると考えています。\n\n▼事業について\n当社は、現在リユース分野で複数の事業を展開しており、今後もさらなる事業拡大、事業成長を目指しています。\n当社の属するリユース業界は市場規模として約3兆円、加えて、家の中にあり1年以上使っていない"かくれ資産"と呼ばれるものは、総額で44兆円以上あると言われています。コロナ禍での断捨離需要などもあり、リユース業界はさらに伸びる可能性があると考えられます。\n現在、今のバイセルの業務を支えるリユース基幹システムの開発と、リユース業界の未来を切り開くプラットフォーム開発を行なっています。買取から販売までの一連の業務がマイクロサービスで表現されており、各プロダクトチームがリアル特有の課題解決に日々取り組んでいます。自動化・効率化、データの一元管理やAI導入など、アナログが主流だった業界だからこそテクノロジーによって事業をスケールするポテンシャルがまだまだあります。\n\n▼エンジニア組織について\n事業の成長性と当社のビジョンに共感し、昨年よりCTOとして当社に加入した今村（元ZOZOテクノロジーズ元執行役員）を筆頭に、優秀なエンジニアが多数当社にジョインしています。組織的にもプロダクト的にも、とても伸びしろのあるフェーズとなるため、プロダクトと組織の成長を肌で感じることができると思います。これはエンジニアの成長に不可欠な要素です。\nまた、リユース業界という目線で見ると、まだ完全な勝者が存在していません。バイセルはそこを狙える位置にいるので、大きな目標に向かっているという感覚が持てるのは、やりがいに繋がるはずです。\n\n★バイセル エンジニアリクルートサイト\u3000\nhttps://buysell-technologies.com/recruit/engineer/\n★バイセルTechBlog\nhttps://tech.buysell-technologies.com/\n★バイセルNOTE・テクノロジー戦略本部\nhttps://note.com/buysell/m/mbcda985b20f7\nバイセルの想いや社内の取り組みを『note』で発信中！',
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "■実施日程\n・7/3(水)\n・7/18(木)\u3000\n・8/6(火)\u3000\n・8/21(水)\n※応募締切：各回2週間前の23:59まで\n\n■タイムスケジュール（予定）\n09:45 - 10:00 受付\n10:00 - 10:30 開会式/会社説明\n10:30 - 13:00 ワーク説明/開発ワークショップ\n13:00 - 14:00 ランチブレイク\n14:00 - 16:00 開発ワークショップ\n16:00 - 16:30 成果発表会\n16:30 - 17:30 CTOセミナー＆質問会\n17:30 - 19:00 懇親会\n19:00 - 19:30 修了式・今後のご案内\n20:00\u3000完全終了\n※コンテンツ内容は変更となる可能性がある点、予めご了承ください。\n\n■報酬、その他\n・日給2万円を支給いたします\n・また、交通費、遠方の方の宿泊費は弊社が全額負担いたします",
    技術スタック: "Webバックエンド, Webフロントエンド",
    選考フロー:
      "■選考フロー\nエントリー（エントリーいただいた方に後日履歴書、エントリーシートの提出のご案内をいたします）\n↓\n書類選考\n↓\n合否連絡\n※ 合格の場合は「原則参加」とさせていただきますので、スケジュールなど事前に確保した上でご応募ください。",
  },
  {
    募集状況: "募集中",
    主催: "Meltly株式会社",
    イベント名: "【DaysAI】バックエンドエンジニア（通年長期インターン）",
    募集開始: "2024/05/01",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://forms.gle/TM7M5vWFxVNz5kuS6",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◼︎概要\n累計ユーザー10万人のAI画像生成アプリのバックエンド開発を行なっていただきます。\n実際のサービスの新規開発に関わることができます。\nまた、優秀なエンジニアからのフィードバックをもらうことができる環境ですので、\nご自身のスキルアップにもなります！\n学生のうちに実務的な業務を通して大きく成長しませんか\n\n◼︎応募資格\nPythonの経験6ヶ月以上\n何らかのサービス開発経験\nGitのバージョン管理の基本的な理解・経験\n週15時間以上の稼働（テスト週間は要相談）\n\n◼︎歓迎条件\nDjango, AWS, Docker, MySQLの理解・経験\nインターンシップ参加経験\n週20時間以上の稼働",
    場所: "フルリモート, リモート＋対面出社, 東京, 渋谷",
    "実施時期 / 待遇":
      "試用期間\u3000(約1ヶ月)\n時給1500円\n\n本採用期間\n時給1700~\n\n※スキルに応じて決定\n※昇給あり\n※交通費支給",
    技術スタック:
      "AI, API, AWS, Android, Django, GitHub, LLM, Python, SQL, iOS, データエンジニアリング, バックエンド, モバイル全般, 生成AI",
    選考フロー:
      "1.フォームから応募\n2.カジュアル面談\u3000(選考あり)\n3.社長面談\n\n面接方法は対面・リモートどちらでも可です",
  },
  {
    募集状況: "募集中",
    主催: "Meltly株式会社",
    イベント名: "【DaysAI】ML（機械学習）エンジニア（通年長期インターン）",
    募集開始: "2024/05/01",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://forms.gle/TM7M5vWFxVNz5kuS6",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◼︎概要\n累計ユーザー10万人のAI画像生成アプリの機械学習モデル開発を行なっていただきます。\n実際のサービスの新規開発に関わることができます。\nまた、優秀なエンジニアからのフィードバックをもらうことができる環境ですので、\nご自身のスキルアップにもなります！\n学生のうちに実務的な業務を通して大きく成長しませんか\n\n◼︎応募資格\nPythonの経験6ヶ月以上\n何らかのサービス開発経験\n自然言語処理に関する経験\nGANまたはDiffusionモデルに関する経験\nGitのバージョン管理の基本的な理解・経験\n週15時間以上の稼働（テスト週間は要相談）\n\n◼︎歓迎条件\n機械学習モデルの精度評価・改善サイクルを回した経験\nLLMを活用したサービス開発のご経験\nインターンシップ参加経験\n週20時間以上の稼働",
    場所: "フルリモート, リモート＋対面出社, 東京, 渋谷",
    "実施時期 / 待遇":
      "試用期間\u3000(約1ヶ月)\n時給1500円\n\n本採用期間\n時給1800~\n\n※スキルに応じて決定\n※昇給あり\n※交通費支給",
    技術スタック:
      "AI, LLM, Python, アルゴリズム, データエンジニアリング, データサイエンティスト, マルチモーダルAI, 大規模並列学習, 機械学習, 深層学習, 生成AI, 自然言語処理",
    選考フロー:
      "1.フォームから応募\nhttps://forms.gle/TM7M5vWFxVNz5kuS6\n2.カジュアル面談\u3000(選考あり)\n3.社長面談\n\n面接方法は対面・リモートどちらでも可です",
  },
  {
    募集状況: "終了",
    主催: "DATUM STUDIO株式会社",
    イベント名:
      "データサイエンティストに必要なスキルを強化！ あなたのデータ基盤、分析結果を業界トップランナーが徹底講評＆AWS、最先端データテクノロジーを触る5日間",
    募集開始: "2024/05/17",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/supership/jobs/0000298",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      '最先端のデータテクノロジーを駆使しデータ業界を牽引するデータコンサルティング企業\n\n★45秒で分かるDATUM STUDIO（動画）\nhttps://www.youtube.com/watch?v=TFqelSjalxQ\n\n【9/5(木) ～ 9/11(水)サマーインターンシップ】\nデータサイエンティストに必要なスキルを強化！ あなたのデータ基盤、分析結果を業界トップランナーが徹底講評＆AWS、最先端データテクノロジーを触る5日間\n\n【会社の特徴】\n① 最先端のテクノロジーを駆使してデータ業界を牽引するコンサルティング企業 、Snowflakeの導入実績は日本国内においてNo.1クラス\n②PyLadies Tokyo初代代表＆自然言語処理のスペシャリストである分析業界の女性トップリーダー真嘉比や全世界で30名日本唯一のDATA HERO OF THE YEARを受賞したデータエンジニア菱沼等、 業界のトップランナーとの距離が近く、和気藹々と楽しく一緒に働ける\n③ 幅広いかつ最新の技術領域の勉強会、研修が充実＆裁量がある環境であり爆速成長できる\n\n【インターンシップ内容】\nデータサイエンティストは「ビジネス力」、「エンジニア力」、「サイエンス力」が必要になります。\n弊社インターンは、上記3つのスキルを学びます。\nグループワークでは、「エンジニア力」を鍛えるデータ基盤構築、そして「ビジネス力」を鍛えるデータ分析を行います。\n実践ワークに向けて入門として下記の技術トピックを学びます。\n・Githubでのチーム開発\n・AWSでのサーバ構築\n・snowflakeでのデータウェアハウス構築\n・dbt(Data Build Tool)でのデータパイプライン構築\n・データ分析手法を学び、示唆出し\n\n【インターンシップの魅力】\n・AWS、最先端のデータテクノロジーsnowflake、dbtを学べる\n・業界のトップランナーが勉強会を実施＆分析結果を最終講評\n・最先端のテクノロジーを駆使したビジネス課題解決事例を知れる\n\n【会社紹介資料】\n①最先端のデータサイエンスやエンジニアリングの技術を武器に、クライアントの変革を"実現"するプロフェッショナル集団\nhttps://liiga.me/columns/1252\n②需要急増「データエンジニア」はなぜアツいの？「縁の下の力持ち」を面白がるデータのスペシャリストたちを直撃\nhttps://levtech.jp/media/article/interview/detail_9/\n③会社HP\nhttps://datumstudio.jp/',
    場所: "リモート, リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "実施日：9/5(木)～9/11(水) ※平日のみ5日間\n開催方式：オンライン開催\n※最終日は、オフライン開催を予定 （オフィスまでの交通費、宿泊費を負担します）\n時間：10:00〜19:00\n※最終日は懇親会を行うため、多少オーバーする可能性があります。\n※カリキュラムによって時間変更の可能性があります。\n待遇：8万円支給（時給 2,000円）",
    技術スタック:
      "AI, Python, SQL, Snowflake, クラウドサービス, データアナリスト, データエンジニア, データエンジニアリング, データサイエンス, データサイエンティスト, データベース, データマネジメント, データ分析, 未経験, 機械学習, 深層学習, 生成AI, 画像処理, 統計学, 自然言語処理",
    選考フロー:
      "書類選考→カジュアル面談（選考要素あり）→現場面接→インターン選考合格",
  },
  {
    募集状況: "募集中",
    主催: "dely株式会社",
    イベント名:
      "【サービス開発経験不問/先輩エンジニア伴走】国内最大級のレシピサービス“クラシル“の 企画から開発まで一気通貫で取り組む3Daysの短期集中の26卒向け実践型インターン",
    募集開始: "2024/05/16",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://public.n-ats.hrmos.co/dely/jobs/1999649409401024512",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■4,300万ダウンロードの国内最大級のレシピサービスクラシルやクラシルリワードを提供するdelyにて実践的な3daysのインターンを開催します。\n・ユーザー視点を重視した企画、開発までを一気通貫で体験できるチームで取り組む課題解決型のプログラムです。\n・delyが大事にしているプロダクト作りの設計思想、業務フローの流れに沿って、企画から開発まで経験いただきます\n・最前線で活躍するエンジニアがメンターとしてサポートしながら、学びを最大化できるような環境を用意しています。\n・また優れた企画や取り組みについては、実際にサービスに組み込み、ユーザーへその価値をお届けします。\n\n募集要項\n・日程\u3000\u3000：以下3日程からお選びいただけます\n\u30008/24（土）～26（月）、8/28（水）〜30日（金）、9/14（土）〜16（月）\n・時間\u3000\u3000：各日10時～19時※変更の可能施あり\n・日数\u3000\u3000：3日間\n・形式\u3000\u3000：東京オフィスにてオフライン開催\n・参加報酬： 5万円（交通費は別途支給）遠方の方には宿泊費用も支給します。\n・募集人数 : 7-10名（1回あたり）\n・募集対象：\n\u3000・サービス開発経験は不問です。\n\u3000\u3000本格的な開発を行った経験がない方も、ぜひ積極的にご応募ください。\n\u3000・大学の授業、個人でなんらかのプログラミング経験がある方\n\u3000・2026年4月以降に入社可能な方\n・エントリー受付締め切り : 2024年6月30日\n・エントリー応募開始：2024年5月16日\n※リンクに記載しているURLから募集要項に遷移して頂きご応募ください。\nインターンプログラムに関してはリンク先にてご確認下さい。\n",
    場所: "東京",
    "実施時期 / 待遇":
      "■実践型3daysインターン\n・日程：以下3日程からお選びいただけます\n\u30008/24（土）～26（月）\n\u30008/28（水）〜30日（金）\n\u30009/14（土）〜16（月）\n・日数：3日間\n・形式：東京オフィスにてオフライン開催\n・参加報酬： 5万円（交通費は別途支給）遠方の方には宿泊費用も支給します。\n・募集人数 : 7-10名（1回あたり）",
    技術スタック:
      "Android, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, モバイル全般",
    選考フロー:
      "1.\u3000リンクから応募\n2.\u3000書類選考\n3.\u3000一次面接：書類で提出いただいた内容を中心に、エンジニアがヒアリングさせていただきます。\u30004.\u3000最終面接：CTOが担当し、インターンで得たいことや学べることをラフにディスカッションさせていただきます。",
  },
  {
    募集状況: "募集中",
    主催: "NOT A HOTEL株式会社",
    イベント名:
      "【NOT A HOTEL】25卒ソフトウェアエンジニア\u3000選考直結型インターン",
    募集開始: "2024/05/09",
    締め切り: "2024/07/01",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/notahotel/pages/87543",
    対象者: "25卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◽️会社概要\nNOT A HOTELは「世界中にあなたの家を」をコンセプトに、これまでにないあたらしい暮らしを生み出す企業です。自宅や別荘のように資産として保有でき、相互利用可能な物件を年10日単位からシェア購入できるプラットフォームを提供しています。2021年9⽉よりフラッグシップ物件であるNOT A HOTEL AOSHIMA（青島）やNOT A HOTEL NASU（那須）の販売を開始。これまで累計120億円を超える販売（2023年12月時点）を行ってきました。\nホームページ：https://notahotel.com/\n採用サイト：https://notahotel.com/careers\nソフトウェアデック：https://speakerdeck.com/notahotel/not-a-hotel-software-deck\n\n◽️取り組んでいただく内容\nNOT A HOTELのエンジニアチームにおける実際のタスクを切り出してご担当いただく、就業型インターンとなります！\n面談や面接でご経験やご興味を伺いながら、どのプロジェクトに参加していただくかを決定いたします。\n\nバックエンド（GO）、フロントエンド（Next.js）、iOSアプリ（SwiftUI）、Androidアプリ（Kotlin）、Web3.0（Solidity）など、得意な技術をプロダクト開発に活かしていただきます。\nまたNOT A HOTELのエンジニアはコードを書くだけでなく「どんな体験をつくりたいのか」「それはどうしたら実現できるのか」を考えることも重要な役割です。CTOやエンジニアのサポートと共にサービス開発を行っていただきます。\n\n◽️関わっていただくプロダクト\n• オーナー・ゲスト専用アプリ\n• スマートホームコントローラー\n• ホテル運営ツール\n• NOT A HOTEL NFT\n上記が関わっていただくプロダクト・施策の一例となります。",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "・インターン期間は１ヶ月間を想定しております。前後する場合もございますので、ご了承くださいませ。\n・時給 応相談（スキルやご経験に応じて決定いたします）\n・フルリモート\n",
    技術スタック:
      "Android, Cloud, Go, Kotlin, Next.js, SwiftUI, Terraform, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS",
    選考フロー:
      "1. リンクのフォームより応募\n2. エンジニアとの面接\n3. CTOとの面接",
  },
  {
    募集状況: "募集中",
    主催: "株式会社羅針盤",
    イベント名:
      "ソフトウェアエンジニア 長期インターン (Web / フルスタック / エンジニア界のスーパースターを目指すコース）",
    募集開始: "2024/05/09",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/1861638307530842112/jobs/PD001",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■ 概要\n観光・インバウンド関連事業を展開する会社において、Webサービスの開発や社内の業務改善を行っていただきます。\nソフトウェアエンジニアリングの実務経験を通じ、最終的にはソフトウェアエンジニア（Web）としてどんな企業・領域でもマルチに活躍できる人物として成長することを目指すコースになります。\n二刀流メジャーリーガーのように、実務的なソフトウェアエンジニアリング領域で大きな結果を出すことができるタレントを一緒に目指していきましょう。\n\n■ 応募資格 【必須要件】\n・JavaScript, TypeScript, Golang のいずれかの経験 3ヶ月以上\n・GitやMercurial等によるソースコードのバージョン管理の基本的な理解・経験\n・CLIコマンド・ターミナル操作の基本的な理解・経験\n・週14時間以上の稼働\n・週1日以上の出社 （地方在住の方はフルリモート相談可能です）",
    場所: "リモート可, 対面出社可, 東京, 銀座",
    "実施時期 / 待遇":
      "時給\xa01,300円 〜 3,000円\n※ スキルに応じて決定\n※ 昇給有り\n※ 出社時の交通費は別途支給",
    技術スタック: "Webバックエンド, Webフロントエンド, Web全般, インフラ",
    選考フロー: "1. 書類選考\n2. オンライン面談、技術課題\n3. 内定",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ヘルスベイシス",
    イベント名:
      "【26新卒｜就業型】SaaS事業の実践型長期エンジニアインターンシップ",
    募集開始: "2024/05/08",
    締め切り: "2024/06/30",
    タグ: "就業型インターン",
    リンク:
      "https://docs.google.com/forms/d/e/1FAIpQLSe88y9nTiPMekKCUd-1twsvynoxAV5LBUe2x2wlwEo6vr8AVw/viewform?usp=sf_link",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▼会社概要\n株式会社ヘルスベイシスは、テクノロジーで少子高齢化の課題を解決することをミッションに、2020年に創業されたスタートアップです。現在は、「働き方のアップデート」を目的に、営業DXツールの開発・販売を行っております。\n今後は、医療・福祉の領域に対してITサービスを展開予定であり、エンジニアとして新規事業開発に関わりたい方におすすめとなっています。\n\n\n▼本プログラムのゴールについて\n① 事業会社でのサービス開発を経験していただくことで、ユーザーに価値を提供するプロダクト思想を理解いただくこと\n② 業界を第一線で活躍してきたエンジニアと共に実施することで、インターン開始前よりも技術レベルの向上を実感いただくこと\n③ ヘルスベイシスのビジョンに理解・共感いただくこと\n\n▼業務内容例\n・フロントエンドチームとの開発業務\n・バックエンドチームとの開発業務\n・ディレクター陣とのミーティング\n・コードレビュー対応\n\n【応募資格】\n・スタートアップから世の中を変えたいという熱い想いがある方\n・大学/大学院を2026年に卒業予定の方\n・最低3ヶ月間、30時間／週以上、東京本社にて就業することが可能な方\n・ネイティブレベルの日本語運用スキル（N1以上）\n・プログラミング経験\n\n【歓迎するスキル・経験】\n・Reactを用いたWebアプリケーションの開発経験\n・Ruby on railsを用いたWebアプリケーションの開発経験\n",
    場所: "原則対面出社, 東京",
    "実施時期 / 待遇":
      "▼実施時期\n6月3日（月）〜随時\n - 最低3日間のインターンシップとなります",
    技術スタック:
      "Python, React, Ruby, Ruby on Rails, Webバックエンド, Webフロントエンド, Web全般",
    選考フロー:
      "1, 書類選考\n\u3000└Githubと履歴書の提出をお願いします。\n2, 開発チーム面接\n\u3000└開発チームの現場で働くメンバーとの面接となります\n3, CTO面接\n\u3000└弊社のCTOとの面接となります\n4, インターンオファー面談（人事）\n\u3000└インターン開始日について擦り合わせます",
  },
  {
    募集状況: "終了",
    主催: "株式会社T2",
    イベント名:
      "【Motion Planning】自動運転ソフトウェアエンジニア、2024夏季インターンシップ",
    募集開始: "2024/05/08",
    締め切り: "2024/06/02",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/t2auto/jobs/0000058",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "📌T2事業紹介動画\xa0：\xa0https://www.youtube.com/watch?v=HSb2fBrPVfk\n\n🧩T2でのインターン🧩\n• 自動運転システムの各分野を担当する社員がメンターとなりテーマを決めて長期にわたって一緒に議論・研究・開発を行います。\n• 実際の車両（乗用車、大型トラック）を使用した実験に参加することができます。\n• インターンの成果は権利上の問題が無い範囲で論文にまとめることもできます。\n\n🚚応募資格🚚\n自動運転システムに関連する技術／ツール／アプリケーションの開発ができる能力と高いモチベーションを持っている方。\n募集テーマに沿った知識や開発経験は、選考において考慮いたします。\n詳細はぜひこちらのLinkをご確認ください！\n\nMotion Planning概要\n• Motion planningアルゴリズムの調査・実装・評価\n• Motion planning検証に用いるSimulatorの実装\n必須要件\n• C++ のコーディング能力\n望ましい要件\n• Motion planningの知識\n• 最適化ツールの使用の経験（Knowledge/experience about mathematical optimization techniques/tools）",
    場所: "(相談可能), リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "期間：2024年8月上旬~9月下旬\xa0\xa0\n• 開始日・終了日は授業日程など参加者のご都合により応相談\n• インターン期間中であっても、研究室の活動や学会参加、帰省等による不在は柔軟に対応いたします。\n\n給与\n時給\xa03,000円\n・移動費用：インターン参加に際し、現在お住まいの場所から飛行機・新幹線での移動を要する場合、往復移動費用1回分をサポートします。\n・通勤交通費：ご自宅または、宿泊場所から会社が認める経路にて支給します。\n\n勤務地\n• 100-0011\xa0 東京都千代田区内幸町2-2-3\u3000日比谷国際ビル1F\nhttp://www.google.com/maps?q=%E6%9D%B1%E4%BA%AC%E9%83%BD%E5%8D%83%E4%BB%A3%E7%94%B0%E5%8C%BA%E5%86%85%E5%B9%B8%E7%94%BA2-2-3%E3%80%80%E6%97%A5%E6%AF%94%E8%B0%B7%E5%9B%BD%E9%9A%9B%E3%83%93%E3%83%AB1F\n・週３日以上出社のハイブリット勤務\n・車両実験を実施する場合は弊社座間オフィスに行く可能が有る勤務時間\n\n勤務時間\n原則実働8時間、週5日（応相談）\n\n休日\n土曜日・日曜日、祝日\n\n福利厚生\n・インターン期間中PC支給\n・宿泊費補助：遠方から参加する場合、5,000円/日の宿泊補助費を支給。期間中の休日も含まれます。",
    技術スタック:
      "AI, C++, GPU, GitHub, Webバックエンド, Webフロントエンド, アルゴリズム, ソフトウェア開発, 深層学習, 画像認識, 自動運転",
    選考フロー:
      "【選考フロー】\n• 応募締め切り：5/19（日）23:59まで\n• コーディングテスト： 5月下旬\n• オンライン面接の案内： 6月中\n• 最終選考結果通知：7月上旬",
  },
  {
    募集状況: "終了",
    主催: "株式会社T2",
    イベント名:
      "【Localization】自動運転ソフトウェアエンジニア、2024夏季インターンシップ",
    募集開始: "2024/05/08",
    締め切り: "2024/06/02",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/t2auto/jobs/0000058",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "📌T2事業紹介動画\xa0：\xa0https://www.youtube.com/watch?v=HSb2fBrPVfk\n\n🧩T2でのインターン🧩\n• 自動運転システムの各分野を担当する社員がメンターとなりテーマを決めて長期にわたって一緒に議論・研究・開発を行います。\n• 実際の車両（乗用車、大型トラック）を使用した実験に参加することができます。\n• インターンの成果は権利上の問題が無い範囲で論文にまとめることもできます。\n\n🚚応募資格🚚\n自動運転システムに関連する技術／ツール／アプリケーションの開発ができる能力と高いモチベーションを持っている方。\n募集テーマに沿った知識や開発経験は、選考において考慮いたします。\n詳細はぜひこちらのLinkをご確認ください！\n\nLocalization概要\n• 高精度な点群地図生成・自己位置推定手法の開発\n    ◦ LiDAR点群データを用いた点群地図の作成や点群地図と他の観測データを用いた自己位置推定手法の開発に取り組みます\n\n必須要件\n• C++ のコーディング能力\n\n望ましい要件\n• カルマンフィルタに関する知識\n• 自己位置推定に関する開発経験",
    場所: "(相談可能), リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "期間：2024年8月上旬~9月下旬\xa0\xa0\n• 開始日・終了日は授業日程など参加者のご都合により応相談\n• インターン期間中であっても、研究室の活動や学会参加、帰省等による不在は柔軟に対応いたします。\n\n給与\n時給\xa03,000円\n・移動費用：インターン参加に際し、現在お住まいの場所から飛行機・新幹線での移動を要する場合、往復移動費用1回分をサポートします。\n・通勤交通費：ご自宅または、宿泊場所から会社が認める経路にて支給します。\n\n勤務地\n• 100-0011\xa0 東京都千代田区内幸町2-2-3\u3000日比谷国際ビル1F\nhttp://www.google.com/maps?q=%E6%9D%B1%E4%BA%AC%E9%83%BD%E5%8D%83%E4%BB%A3%E7%94%B0%E5%8C%BA%E5%86%85%E5%B9%B8%E7%94%BA2-2-3%E3%80%80%E6%97%A5%E6%AF%94%E8%B0%B7%E5%9B%BD%E9%9A%9B%E3%83%93%E3%83%AB1F\n・週３日以上出社のハイブリット勤務\n・車両実験を実施する場合は弊社座間オフィスに行く可能が有る勤務時間\n\n勤務時間\n原則実働8時間、週5日（応相談）\n\n休日\n土曜日・日曜日、祝日\n\n福利厚生\n・インターン期間中PC支給\n・宿泊費補助：遠方から参加する場合、5,000円/日の宿泊補助費を支給。期間中の休日も含まれます。",
    技術スタック:
      "AI, C++, GPU, GitHub, Webバックエンド, Webフロントエンド, アルゴリズム, ソフトウェア開発, 深層学習, 画像認識, 自動運転",
    選考フロー:
      "【選考フロー】\n• 応募締め切り：5/19（日）23:59まで\n• コーディングテスト： 5月下旬\n• オンライン面接の案内： 6月中\n• 最終選考結果通知：7月上旬",
  },
  {
    募集状況: "終了",
    主催: "株式会社T2",
    イベント名:
      "【Perception】自動運転ソフトウェアエンジニア、2024夏季インターンシップ",
    募集開始: "2024/05/08",
    締め切り: "2024/06/02",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/t2auto/jobs/0000058",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "📌T2事業紹介動画\xa0：\xa0https://www.youtube.com/watch?v=HSb2fBrPVfk\n\n🧩T2でのインターン🧩\n• 自動運転システムの各分野を担当する社員がメンターとなりテーマを決めて長期にわたって一緒に議論・研究・開発を行います。\n• 実際の車両（乗用車、大型トラック）を使用した実験に参加することができます。\n• インターンの成果は権利上の問題が無い範囲で論文にまとめることもできます。\n\n🚚応募資格🚚\n自動運転システムに関連する技術／ツール／アプリケーションの開発ができる能力と高いモチベーションを持っている方。\n募集テーマに沿った知識や開発経験は、選考において考慮いたします。\n詳細はぜひこちらのLinkをご確認ください！\n\nPerception概要\nハードウェア上で100ms以内で推論できる、かつ高い精度を出せる高性能な3D物体検出のモデルの探索\n• PyTorchを使い、DNNモデルの設計、学習を行います。\n• 構築したモデルをONNXに正しくexportできる手法を実装します。\n• センサーデータの前処理、後処理の高速化をします。\n• モデルのCUDA Kernelを見て、最適化します。\n• モデルの量子化実験(PTQを使って、INT8でも精度を落とさずにできる手法を構築)を行います。\n• Polygraphyなどのツールを使って量子化のBenchmarkをします。\n\n必須要件\n• PythonとC++のコーディング能力\n\n望ましい要件\n• PyTorchによる深層学習フレームワークの使用経験\n• 2次元・3次元物体認識に取り組んだ経験・実績 (論文・学会発表があればより望ましい)\n• 実用的なツールなど(e.g. Benchmark tool)を開発した経験\n• 『Effective Modern C++』に書かれている内容を理解している事\n• CUDA, cuDNN, cutlasを使った実装経験",
    場所: "(相談可能), リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "期間：2024年8月上旬~9月下旬\xa0\xa0\n• 開始日・終了日は授業日程など参加者のご都合により応相談\n• インターン期間中であっても、研究室の活動や学会参加、帰省等による不在は柔軟に対応いたします。\n\n給与\n時給\xa03,000円\n・移動費用：インターン参加に際し、現在お住まいの場所から飛行機・新幹線での移動を要する場合、往復移動費用1回分をサポートします。\n・通勤交通費：ご自宅または、宿泊場所から会社が認める経路にて支給します。\n\n勤務地\n• 100-0011\xa0 東京都千代田区内幸町2-2-3\u3000日比谷国際ビル1F\nhttp://www.google.com/maps?q=%E6%9D%B1%E4%BA%AC%E9%83%BD%E5%8D%83%E4%BB%A3%E7%94%B0%E5%8C%BA%E5%86%85%E5%B9%B8%E7%94%BA2-2-3%E3%80%80%E6%97%A5%E6%AF%94%E8%B0%B7%E5%9B%BD%E9%9A%9B%E3%83%93%E3%83%AB1F\n・週３日以上出社のハイブリット勤務\n・車両実験を実施する場合は弊社座間オフィスに行く可能が有る勤務時間\n\n勤務時間\n原則実働8時間、週5日（応相談）\n\n休日\n土曜日・日曜日、祝日\n\n福利厚生\n・インターン期間中PC支給\n・宿泊費補助：遠方から参加する場合、5,000円/日の宿泊補助費を支給。期間中の休日も含まれます。",
    技術スタック:
      "AI, C++, GPU, GitHub, Webバックエンド, Webフロントエンド, アルゴリズム, ソフトウェア開発, 深層学習, 画像認識, 自動運転",
    選考フロー:
      "【選考フロー】\n• 応募締め切り：5/19（日）23:59まで\n• コーディングテスト： 5月下旬\n• オンライン面接の案内： 6月中\n• 最終選考結果通知：7月上旬",
  },
  {
    募集状況: "終了",
    主催: "株式会社T2",
    イベント名:
      "【Web tool(Infrastructure)】自動運転ソフトウェアエンジニア、2024夏季インターンシップ",
    募集開始: "2024/05/08",
    締め切り: "2024/06/02",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/t2auto/jobs/0000058",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "📌T2事業紹介動画\xa0：\xa0https://www.youtube.com/watch?v=HSb2fBrPVfk\n\n🧩T2でのインターン🧩\n• 自動運転システムの各分野を担当する社員がメンターとなりテーマを決めて長期にわたって一緒に議論・研究・開発を行います。\n• 実際の車両（乗用車、大型トラック）を使用した実験に参加することができます。\n• インターンの成果は権利上の問題が無い範囲で論文にまとめることもできます。\n\n🚚応募資格🚚\n自動運転システムに関連する技術／ツール／アプリケーションの開発ができる能力と高いモチベーションを持っている方。\n募集テーマに沿った知識や開発経験は、選考において考慮いたします。\n詳細はぜひこちらのLinkをご確認ください！\n\nWeb tool(Infrastructure)概要\n• 自動運転車両から収集される走行データの活用システムの開発\n    ◦ 自動運転車両から得られる走行データには様々なLiDAR点群データや物体認識の結果など、様々かつ大容量のデータが含まれています。自動運転システムの開発に走行データを活用することは、効率よくLevel4自動運転システムを開発する上で必要不可欠です。\n    ◦ インターンシップ生の経験や知識を元に開発目標を設定します。インターンシップ中の社内本番環境へのリリースを目指して開発を進めていただきます。以下は課題例です\n        ▪ 大量の走行データを効率的に検索するためのシステム開発\n        ▪ 走行データや人工的に付与したアノテーション情報の可視化\n        ▪ 走行データを用いた自動運転SWの評価システムの開発\n\n必須要件\n• 下記のいずれか一つを満たすこと\n    ◦ TypeScript, JavaScript, Golang, Pythonなどの言語のコーディング能力\n        ▪ システム開発の一部はTypeScriptおよびPythonを利用しています。言語の経験は問いませんが、必要に応じて言語の学習にも取り組んでいただきます\n    ◦ ウェブアプリケーションの開発経験\n    ◦ クラウドサービスを利用して何かを実装した経験\n        ▪ T2ではGCPを利用しています。特定のクラウドの経験は問いませんが、取り組む課題によってはインターン中にGCPの習得にも取り組んでいただきます\n\n望ましい要件\n• Relational databaseに関する知識\n• GitHub Actions/JenkinsのようなCI/CDに関する知識",
    場所: "(相談可能), リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "期間：2024年8月上旬~9月下旬\xa0\xa0\n• 開始日・終了日は授業日程など参加者のご都合により応相談\n• インターン期間中であっても、研究室の活動や学会参加、帰省等による不在は柔軟に対応いたします。\n\n給与\n時給\xa03,000円\n・移動費用：インターン参加に際し、現在お住まいの場所から飛行機・新幹線での移動を要する場合、往復移動費用1回分をサポートします。\n・通勤交通費：ご自宅または、宿泊場所から会社が認める経路にて支給します。\n\n勤務地\n• 100-0011\xa0 東京都千代田区内幸町2-2-3\u3000日比谷国際ビル1F\nhttp://www.google.com/maps?q=%E6%9D%B1%E4%BA%AC%E9%83%BD%E5%8D%83%E4%BB%A3%E7%94%B0%E5%8C%BA%E5%86%85%E5%B9%B8%E7%94%BA2-2-3%E3%80%80%E6%97%A5%E6%AF%94%E8%B0%B7%E5%9B%BD%E9%9A%9B%E3%83%93%E3%83%AB1F\n・週３日以上出社のハイブリット勤務\n・車両実験を実施する場合は弊社座間オフィスに行く可能が有る勤務時間\n\n勤務時間\n原則実働8時間、週5日（応相談）\n\n休日\n土曜日・日曜日、祝日\n\n福利厚生\n・インターン期間中PC支給\n・宿泊費補助：遠方から参加する場合、5,000円/日の宿泊補助費を支給。期間中の休日も含まれます。",
    技術スタック:
      "Go, Python, TypeScript, Webバックエンド, Webフロントエンド, ソフトウェア開発, バックエンド, 自動運転",
    選考フロー:
      "【選考フロー】\n• 応募締め切り：5/19（日）23:59まで\n• コーディングテスト： 5月下旬\n• オンライン面接の案内： 6月中\n• 最終選考結果通知：7月上旬",
  },
  {
    募集状況: "募集中",
    主催: "株式会社Entale",
    イベント名: "エンジニアインターン - ペアケア",
    募集開始: "2024/05/07",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://herp.careers/v1/entale/hlfSOVrMI_Pl",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■ 内容\n「https://paircare.jp/」において急成長を実現するべく、エンジニアのインターンシップを募集しています。スモールチームなので裁量を持ったプロダクト開発が可能です。\n\n📱 モバイルエンジニア\n・ReactNative、Expoを用いたモバイルアプリケーションの開発。\n\n👨\u200d💻 バックエンドエンジニア\n・Goを用いたアプリケーションサーバーの開発。GoogleCloudPlatformを活用したインフラ設計も担当していただきます。\n\n👩\u200d💻 フロントエンドエンジニア\n・VueまたはReactを用いたウェブアプリケーションの開発。",
    場所: "リモート可, 対面出社可, 東京, 青山",
    "実施時期 / 待遇":
      "■インターン応募・実施期間\n通年で募集中\n\n■報酬\n時給：1,500円程度\n",
    技術スタック:
      "Android, GCP, Go, React, ReactNative, Vue.js, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, モバイル全般",
    選考フロー:
      "書類選考 → オンライン面接2回\n※ オンライン面接後にコーディングのテストを受けていただきます。",
  },
  {
    募集状況: "募集中",
    主催: "株式会社AppBrew",
    イベント名:
      "【AppBrew】(時給3,000円〜)長期インターン／ソフトウェアエンジニア",
    募集開始: "2024/04/26",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク: "https://herp.careers/v1/appbrew/_APJvQDTSwLc",
    対象者: "25卒, 26卒, 27卒, 全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◆概要\nAppBrewは1,200万DLを突破した美容のコミュニティサービス「LIPS」を運営する会社です。このインターンシップでは実際のプロダクト開発チームにジョインいただき、LIPSの開発に携わっていただきます！ご経験、スキル、ご希望に応じて幅広い業務をお任せします。\n\n◆ 応募資格\n-週2日、10時間/週 以上就業できる方\n\n以下4つ以上該当する方\n-ビジネスレベルの日本語運用能力\n-本格的な Web サービスの開発・運用経験\n-機械学習やアルゴリズムに関する専門的な知識と経験\n-大規模データ処理やパフォーマンスエンジニアリングに関する専門的な知識と経験\n-技術的課題の調査〜解決までを一貫して担当できること\n-事業領域・サービスへの興味と、ユーザー体験へのこだわり\n\n◆ 得られる経験\n-1,200万DL 越え規模の toC サービスにおける開発経験\n-フロント〜バックエンド、モバイルまで幅広いプログラミングスキル(ご希望に応じてお任せします)\n-少数精鋭チームでのチーム開発経験\n-課題発見から設計、開発、分析までの経験",
    場所: "(相談可能), オンライン, フルリモート, リモート, リモート可, リモート＋対面出社, 対面出社, 対面出社可, 東京",
    "実施時期 / 待遇":
      "・時給：3,000円〜(実績・スキルに応じて決定)\n・実施期間：通年受け入れ、2ヶ月ごと更新\n",
    技術スタック:
      "AI, Android, Python, Ruby, Ruby on Rails, Webバックエンド, Webフロントエンド, iOS, アルゴリズム, インフラ, ソフトウェア開発, モバイル(ネイティブ), 機械学習, 課題解決",
    選考フロー:
      "• 書類選考(履歴書・Git Hubなどをご用意ください)\n→面接(オンライン)1〜2回\n→コーディングテスト\n→内定",
  },
  {
    募集状況: "募集中",
    主催: "株式会社AppBrew",
    イベント名:
      "【AppBrew】(時給3,000円〜)短期サマーインターン(5Days)ソフトウェアエンジニア",
    募集開始: "2024/04/26",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク: "https://herp.careers/v1/appbrew/QuNCM4wi_Zmf",
    対象者: "25卒, 26卒, 27卒, 全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◆概要\nAppBrewは1,200万DLを突破した美容のコミュニティサービス「LIPS」を運営する会社です。このインターンシップでは実際のプロダクト開発チームにジョインいただき、LIPSの開発に携わっていただきます！ご経験、スキル、ご希望に応じて幅広い業務をお任せします。\n\n◆ 応募資格\n以下4つ以上該当する方\n-ビジネスレベルの日本語運用能力\n-本格的な Web サービスの開発・運用経験\n-機械学習やアルゴリズムに関する専門的な知識と経験\n-大規模データ処理やパフォーマンスエンジニアリングに関する専門的な知識と経験\n-技術的課題の調査〜解決までを一貫して担当できること\n-事業領域・サービスへの興味と、ユーザー体験へのこだわり\n\n◆ 得られる経験\n-1,200万DL 越え規模の toC サービスにおける開発経験\n-フロント〜バックエンド、モバイルまで幅広いプログラミングスキル(ご希望に応じてお任せします)\n-少数精鋭チームでのチーム開発経験\n-課題発見から設計、開発、分析までの経験",
    場所: "(相談可能), オンライン, フルリモート, リモート, リモート可, リモート＋対面出社, 対面出社可, 東京",
    "実施時期 / 待遇":
      "・時給：3,000円〜(実績・スキルに応じて決定)\n・実施期間： 6~10月の間で5日間(ご希望踏まえて決定します)",
    技術スタック:
      "AI, Android, Python, Ruby, Ruby on Rails, Webバックエンド, Webフロントエンド, iOS, アルゴリズム, インフラ, サーバーサイド, ソフトウェア開発, モバイル(ネイティブ), 機械学習, 課題解決",
    選考フロー:
      "• 書類選考(履歴書・Git Hubなどをご用意ください)\n→面接(オンライン)1〜2回\n→コーディングテスト\n→内定",
  },
  {
    募集状況: "募集中",
    主催: "株式会社トラストハブ",
    イベント名: "3週間で40万円！スタートアップでtoC向けウェブ開発",
    募集開始: "2024/04/15",
    締め切り: "2024/07/16",
    タグ: "就業型インターン",
    リンク:
      "https://trusthub.notion.site/2024-3-40-toC-da52dd34e3024fe1a0cd96246a7197bb",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "本物のサービス開発に取り組める！\n本サマーインターンでは、トラストハブの実際のサービスに対する開発（プログラミング）に取り組んでいただきます。\n実際に取り組む開発内容や対象サービスは、インターン開始時に相談して決めることができます。\nフロントエンド、バンクエンド、インフラ、ネイティブアプリなど、インターン生の希望に合わせて開発領域を選定します。\nインターン期間中、トラストハブ社員のエンジニアがメンターとしてインターン生をサポートします。\n\n業界最高レベルの3週間で40万円！\n本サマーインターンでは、3週間で40万円の給与支給もあります。\n遠方の方の場合、宿泊費を弊社が負担します。\n\nこんな学生に来てほしい！\nトラストハブはスタートアップであり、常軌を逸した成長を続けています。\nトレーディングカード（トレカ）を扱う toC 向けの弊社ウェブサービスは、会員40万人以上を誇り、熱狂的なユーザーに使われ続けています。また、直近1年で6つの新規事業が立ち上がりました。トラストハブは、ユーザーにとって価値があるサービスを提供し、チーム全体で協力することで成果を最大化しています。\n\n以下のいずれかの内容に興味があれば、ぜひ応募してみてください。\n• toC向けのウェブサービスを開発したい\n• ユーザー視点のサービス開発をしたい\n• チームでの開発を経験したい\n• サービスを成長させたい\n• 課題に対し論理的にアプローチし自ら解決したい\n\n■ 応募条件：\n    • 大学生、大学院生、高専生のうち2026年9月までに卒業見込みの方\n    • 基本的な開発経験/プログラミング経験がある方（経験年数は問いません）",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "■ 業務期間：2024年8月1日(木)から2024年9月30日(月)のうち3週間（合計15日間）\n■ 手当・待遇：給与支給 3週間で 400,000円（遠方の方は宿泊費会社負担）",
    技術スタック:
      "Android, GraphQL, NestJS, Next.js, ReactNative, Terraform, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, データベース",
    選考フロー:
      "1. エントリーおよび選考課題提出\n2024年7月16日(火) 23:59(JST) まで。\n2. 面接\n5月中旬から7月下旬まで随時。\n選考課題の合格者を対象に、弊社エンジニアと面接を実施します。\n3. 最終合否通知\n7月上旬から下旬まで随時。",
  },
  {
    募集状況: "募集中",
    主催: "株式会社トラストハブ",
    イベント名:
      "3週間で40万円！スタートアップで膨大なデータを用いた開発・データ分析",
    募集開始: "2024/04/15",
    締め切り: "2024/07/16",
    タグ: "就業型インターン",
    リンク:
      "https://trusthub.notion.site/2024-3-40-24949c1a1df44215ad49fdd5891d70f6",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "膨大なデータを用いた開発・データ分析ができる！\nトレーディングカード（トレカ）を扱う toC 向けの弊社ウェブサービスは会員40万人以上を誇ります。本サマーインターンではそういった実際のサービスで収集したユーザーの行動ログなど、トラストハブに存在する膨大なデータを用いた開発・データ分析に取り組んでいただきます。\n実際に取り組む開発内容や対象サービスは、インターン開始時に相談して決めることができます。膨大なデータを用いたデータ分析や、検索・レコメンドを含む機械学習プロダクトの開発など、インターン生の希望に合わせて開発領域を選定します。\nインターンの期間中、トラストハブ社員のエンジニアがメンターとしてインターン生をサポートいたします。\n\n業界最高レベルの3週間で40万円！\n本サマーインターンでは、3週間で40万円の給与支給もあります。\n遠方の方の場合、宿泊費を弊社が負担します。\n\nこんな学生に来てほしい！\nトラストハブはスタートアップであり、常軌を逸した成長を続けています。そんなトラストハブを将来牽引していけるような学生を募集します。以下のいずれかの内容に興味があれば、ぜひ応募してみてください。\n• 統計・機械学習を応用したサービスの改善および開発をしたい\n• ユーザー視点のサービス開発をしたい\n• サービスを成長させたい\n• 課題に対し論理的にアプローチし自ら解決したい\n\n■ 応募条件：\n• 大学生、大学院生、高専生のうち2026年9月までに卒業見込みの方\n• 日本での就労資格を持つ方\n\n■ 必要な経験 / スキル：\n• 統計・機械学習、レコメンドといった領域への興味\n• 何らかのプログラミング経験（Python など）\n• Linux の経験、基本的な Linux コマンド / シェル操作の理解\n\n■ あると望ましい経験 / スキル：\n• 統計・機械学習の数理的な基礎知識\n• SQL / Pandas などを用いたデータ加工処理の経験\n• PyTorch / TensorFlow を用いた機械学習の実装経験",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "■ 業務期間：2024年8月1日(木)から2024年9月30日(月)のうち3週間（合計15日間）\n■ 手当・待遇：給与支給 3週間で 400,000円（遠方の方は宿泊費会社負担）",
    技術スタック:
      "AI, Python, SQL, データエンジニア, データエンジニアリング, データサイエンス, データサイエンティスト, データ分析, 機械学習, 深層学習, 統計学",
    選考フロー:
      "1. エントリーおよび選考課題提出\n2024年7月16日(火) 23:59(JST) まで。\n2. 面接\n5月中旬から7月下旬まで随時。\n選考課題の合格者を対象に、弊社エンジニアと面接を実施します。\n3. 最終合否通知\n7月上旬から下旬まで随時。",
  },
  {
    募集状況: "募集中",
    主催: "Suzuca Technologies株式会社",
    イベント名: "ソフトウェアエンジニア 長期インターンシップ",
    募集開始: "2024/04/20",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://suzuca.ai/recruit",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "http://SUZUCA.AI は Preferred Networks、ソニー出身の代表が2024年に立ち上げた会社です。AI・自動運転の研究開発の支援や自社製品の開発を行っており、Python や C++、TypeScript を使用したソフトウェア製品の開発に情熱を持って取り組むメンバーを募集しています。\n\n将来ソフトウェアエンジニアとして活躍することを目指している方、コンピュータが好きな方、LLM の可能性に心を躍らせている方、そして自ら積極的に学び、成長していきたい方をお待ちしています。\n\n話を聞くだけでも構いませんので是非お気軽にご連絡ください。",
    場所: "(相談可能), フルリモート, リモート＋対面出社, 原則リモート",
    "実施時期 / 待遇":
      "時給1,500 - 3,000円（面接後にスキル・経験に応じて決定。昇給あり）",
    技術スタック: "AI, C++, Python, TypeScript, 機械学習, 生成AI, 自動運転",
    選考フロー: "1. お問い合わせ\n2. カジュアル面談\n3. 面接\n4.オファー",
  },
  {
    募集状況: "終了",
    主催: "弁護士ドットコム株式会社",
    イベント名: "【26新卒】エンジニア職新卒採用_5days Summer Internship",
    募集開始: "2024/04/16",
    締め切り: "2024/05/13",
    タグ: NaN,
    リンク: "https://hrmos.co/pages/bengo4/jobs/0089206",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "26新卒採用に直結するインターンを実施いたします。\nインターン期間の実績により合格となった場合、特別選考へご案内をします。\n※有償就業体験型・選考直結インターンです。\n\n社会貢献性の高いSaaS製品であるクラウドサインが、どのようなシステム構成で動くのか、\nどのような改善がなされていくのか等、実務に即した就業体験を経験する5日間！！！\n\nオフラインでの開催となり、直接エンジニアからインターン期間に多数のコードレビューやフィードバックを実施し、「技術」に関することだけではなく「働く」をより身近に感じられるような就業体験環境をご用意しています。",
    場所: "原則対面出社, 東京",
    "実施時期 / 待遇":
      "◾︎実施期間\n・2024/8/5(月)〜2024/8/9(金)\n・2024/9/2(月)〜2024/9/6(金)\n※オフラインで開催いたします\n※選考を通過された方に選択をしていただきます\n\n◾︎待遇\n・報酬：80,000円(16,000円×5日)\n・交通費：支給なし\n・遠方の方はホテルを手配いたします(弊社負担)",
    技術スタック:
      "GitLab, Go, React, Webバックエンド, Webフロントエンド, Web全般",
    選考フロー:
      "説明会参加(オンライン)\n・5月16日(木)\u300017:30〜19:00\n・5月17日(金)\u300017:30〜19:00\n・5月20日(月)\u300017:30〜19:00\n↓\nエントリーシート提出\n↓\n個別面接(オンライン)\n↓\nインターン参加(弊社東京オフィス)",
  },
  {
    募集状況: "募集中",
    主催: "polyfit株式会社",
    イベント名: "Software Engineer（長期）",
    募集開始: "2024/04/16",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://herp.careers/v1/polyfit/_xTIMbaWptHx",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "シード期スタートアップ企業で、長期インターンシップを採用します。\n元プレイドなどメガスタートアップ出身のメンバーが多く、優秀なスタッフと共に仕事ができます。\n\n【応募条件】\n・スタートアップで一緒にプロダクトを成長させたいという熱い思いがある方\n・対象学年\t不問\n\n【歓迎するスキル、経験】\n- React, TypeScript を用いた Web アプリケーション開発経験\n・スタートアップ、ベンチャー企業でのインターン経験\n・他社のインターンに参加した経験が有るが、もっと現場に近い環境で成長したい\n- Node.js を用いた Web アプリケーション開発経験\n\n【得られるスキル、経験】\n・スタートアップ企業にてユーザーのことを考えながら、要件定義からプロダクト開発までの一連の開発フロー\n・フロントエンドからバックエンド、インフラを網羅したプログラミングスキル\n\n【卒業後のメンバー内定実績】\n- サイバーエージェント、Yahoo、マネーフォワード",
    場所: "原則対面出社",
    "実施時期 / 待遇": "1,300 ~ 4,000円/ hourly",
    技術スタック:
      "AWS, GitHub, Node.js, React, TypeScript, Webバックエンド, Webフロントエンド, styled-component, インフラ, スクラム",
    選考フロー:
      "選考フロー\n- 書類面談\n- 1次面談\n- コーディングテスト\n- 最終面談（オファー面談）",
  },
  {
    募集状況: "募集中",
    主催: "株式会社RightTouch",
    イベント名: "就業型長期インターン（フルスタック開発）",
    募集開始: "2024/04/16",
    締め切り: "2024/09/30",
    タグ: "インターン",
    リンク: "https://forms.gle/iBkvvJBwgDKnyHok8",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "RightTouchインターン生を募集いたします！\n\nRightTouchのインターンシップ最大の特徴は、開発責任者またはテックリードと同じチームでプロダクトの開発ができることです。 \n\nまた、基本フルスタックで開発してもらうので、技術的に幅広く成長できる環境です。\n一緒に働くエンジニアチームの様子をまとめた下記の記事も、ぜひ参考にしてください！\nRightTouchエンジニアチームを知る10問10答：https://blog.righttouch.co.jp/10questions-engineer\n\n[応募条件]\n・エンジニアとして成長したい方、技術力を高めたい方、\n裁量持ってプロダクト開発をしたい方\n・対象学年\t不問\n\n[歓迎するスキル、経験]\n\n- TypeScript・JavaScript を用いた Web アプリケーション開発経験\n・ReactのクライアントサイドJSフレームワークを使った開発に興味がある\n・スタートアップ、ベンチャー企業でのインターン経験\n・他社のインターンに参加した経験が有るが、もっと現場に近い環境で成長したい\n\n[得られるスキル、経験]\n・急成長スタートアップ企業における、プロダクト開発現場の一連の開発フロー\n・フロント〜バックエンドを網羅したプログラミングスキル\n\n実際に働くエンジニアと同じチームで業務を遂行するため、スタートアップ企業の雰囲気を肌で感じることができます。また、2023年8月に移転したオフィスは、RightTouch自体を動物園に例え、各会議室に動物の名前が割り振られており、「今日はゾウの部屋でミーティングしよう！」「この後サバンナでswitchしよう！」なんて楽しい会話が日々飛び交っています。 「社員と同じ環境」で「プロダクト開発のプロセス」に参加し、RightTouchの組織、業務、文化、全てに触れながら、エンジニアとして圧倒的に成長できる環境です。\n\nサービスやビジョンに共感していただける方、 インターンに取り組むことで力をつけたい方、スタートアップ企業でサービスにコミットしたい方、ぜひエントリーをお待ちしています！",
    場所: "リモート可",
    "実施時期 / 待遇":
      "【実施時期】\n・通年\n\n【時給】\n•  2,500円\n\n【勤務時間】\n・勤務期間\t3ヶ月以上\n・週の出勤\t週3日、平日週20〜25時間程度の勤務が可能な方\n・土日の出勤\tなし\n\n【勤務場所】\n・東京都港区三田3-2-8 THE PORTAL MITA 5F\n・リモート勤務\t可（応相談）\n",
    技術スタック:
      "GCP, GitHub, JavaScript, Kubernetes, Node.js, React, Terraform, TypeScript, Webバックエンド, Webフロントエンド, Webブラウザ, Web全般, インフラ, 生成AI",
    選考フロー: "1. 書類選考\n2. 面談(1-2回)",
  },
  {
    募集状況: "募集中",
    主催: "アクロクエストテクノロジー株式会社",
    イベント名:
      "【26卒/早期選考直結】IT業界研究はこれでOK！リモートオープンカンパニー",
    募集開始: "2024/04/16",
    締め切り: "2024/12/28",
    タグ: "インターン",
    リンク: "https://recruit.acroquest.co.jp/remote-open-company/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "<他の就活生と差をつけられる！参加のメリット>\n\u30001. 最新のIT業界の見方が分かる\n\u30002. 日本企業の99.7％を占める、中小企業についての知見を広げることができる\n\u30003. あなたに合う会社・キャリアの傾向が明確になる\n\u3000\u3000※内容は変更になることがあります。\n\n★★オープンカンパニー参加特典★★\nイベント後も、現場エンジニアがついて、IT業界での就活をサポート\nオンライン就活相談は、毎年好評！IT企業の見方、あなたの強み・アピールポイントがわかります。\n\n■応募資格\n2026年卒業予定の大学生／大学院生\n※外国籍の方は日本語能力検定一級取得済みの方に限らせていただきます。",
    場所: "リモート",
    "実施時期 / 待遇":
      "■日程\n5/25(土)、6/8(土)、6/22(土)\n時間はいずれも15:00～17:00\n\n【文系学生向け】\n6/5(水) 18:30～20:30\n\n▼開催日程は👇でも更新していきます\nhttps://recruit.acroquest.co.jp/remote-open-company/",
    技術スタック:
      ".NET, AI, AWS, Flutter, GitHub, Java, Kubernetes, Python, Vue.js, Webバックエンド, Webフロントエンド, Web全般, アルゴリズム, ソフトウェア開発, データサイエンス, データベース, データ分析, 機械学習, 深層学習, 生成AI, 自然言語処理",
    選考フロー:
      "1.ES免除でエントリー\n2.開催日当日までに事前アンケート回答\n3.当日参加",
  },
  {
    募集状況: "募集中",
    主催: "株式会社エス・エム・エス",
    イベント名: "エンジニア新卒 - インターン応募【26卒/早期先行直結型】",
    募集開始: "2024/04/16",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/smsc/pages/91222",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "面談・面接を通じてご志向を伺い、ご担当内容はアレンジいたします。\n\n・Vertical SaaS「カイポケ」などのプラットフォーム開発\n・新規サービスの開発\n・技術基盤の整備や改善\n各サービスごとにフェーズや扱っている技術が異なります\n\n■応募資格\n・2026年以降卒業予定の学生（高専生・大学生・大学院生）の方\n・長期インターン・アルバイト・研究・独学でのプログラミング経験のある方",
    場所: "(相談可能), リモート＋対面出社, 原則リモート",
    "実施時期 / 待遇":
      "# 待遇\n- 時給: 2,500円\n- 期間: 夏期休暇期間中を想定(実施時期も含めて相談可)\n- 内容: 希望に応じて実際のプロダクトチームでのフルーオーダーメイドのインターンを設計します\n\n# 募集要項\nhttps://open.talentio.com/r/1/c/smsc/pages/91222",
    技術スタック:
      "React, Ruby on Rails, Webバックエンド, Webフロントエンド, Web全般, サーバーサイドKotlin, ソフトウェア開発",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社マクロミル",
    イベント名: "テクノロジー部門\xa0長期インターン",
    募集開始: "2024/04/01",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://www.macromill.com/recruit/tech/intern/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "マクロミルのシステムは大小合わせて100近く存在し、ビジネスを支えています。現在その全システムを刷新するプロジェクトが始動。そのプロジェクトの一端を体験できるプログラムを用意しました。実際の現場の空気を感じ、リアルな就業体験ができます。\n\n＃コース概要\nSoftware Engineerコース\nマーケティングリサーチやデータを用いて、年間4,000社を超える企業のマーケティング課題に向き合うマクロミル。マーケティングリサーチという大量のデータを収集・利用するプロダクトの開発に参画してもらいます。チームでソフトウェア開発を行い、製品としてリリースする体験ができます。さまざまな国の方々と一緒に働くことができます。\n\n# 募集条件\n• プログラミングの最低限の知識React、Vue.js、TypeScript、PHP、Java、C、C++、Golang、Ruby（フロント、バック、モバイル、ML系は問わず）\n• 使用言語：日本語または英語\n• 2025年4月以降に入社可能な学生\n\n＃コース概要\nData Scientistコース\n既存のマーケティングリサーチ業務で扱う購買データや調査票データを用いたデータ分析ではなく、新たな価値創造に直結する技術開発に関するテーマに取り組んでもらいます。databricksをフル活用した最先端のリモート環境で業務経験できます。社内で展開しているアナリスト育成プログラムや、データサイエンティスト育成プログラムにゲスト参加することも可能です。\n\n＃募集条件\n• 専攻: 理学系(数学、物理、生物など)\n• 2025年4月以降に入社可能な学生\n\n＃実施形式\n初回は品川本社での実施、その後はオンライン実施も可能\n※遠方在住の方は全オンラインも相談可能\n※初回の宿泊交通費は支給",
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇":
      "＃開催期間\n2024年4月～6月の間での 2～8週間\n※上記期間のうち土日祝を除く平日10:00-19:00で、週2日、4Hの勤務を想定\n※勤務期間や勤務日数などは個別調整可能\n\n＃待遇\n時給2500円\n※交通費別途支給\n\n",
    技術スタック: "Web全般, データサイエンス",
    選考フロー: "1.  エントリーシート\n2.  面接（1～2回）\n3.  インターン開始",
  },
  {
    募集状況: "募集中",
    主催: "博報堂／博報堂ＤＹメディアパートナーズ",
    イベント名: "データサイエンス篇＜マーケティングサイエンスコース＞",
    募集開始: NaN,
    締め切り: NaN,
    タグ: "インターン",
    リンク:
      "https://hakusuku.jp/recruit/information/internship/datascience-marketing/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【実施内容】\n博報堂ＤＹグループにおけるデータサイエンティスト疑似体験インターンシップ\n当社が保有している大規模な生活者に関するデータから、ビジネス課題・マーケティング課題を分析し、課題解決策をプラニングする問題に取り組んでいただきます。\n\n【参加条件】\n（1）国内外の大学、または大学院に在籍しており、就業経験のないこと。\n（2）学問やインターンシップ・課外活動などにおいて、Excel・R・Python・Matlab・SQLなどソフトウェアやプログラミング言語によるデータ集計や統計解析を応用し、研究や課題解決を経験したことがあること。\n※目安はプログラミング言語もしくは分析ツールどれか1つでも、統計解析を行える程度に習熟していること。",
    場所: "フルリモート",
    "実施時期 / 待遇": NaN,
    技術スタック:
      "Python, R, SQL, データサイエンス, データ分析, 統計学, 課題解決",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "博報堂／博報堂ＤＹメディアパートナーズ",
    イベント名: "データサイエンス篇 ＜エンジニアリングコース ＞",
    募集開始: NaN,
    締め切り: NaN,
    タグ: "インターン",
    リンク:
      "https://hakusuku.jp/recruit/information/internship/datascience-engineering/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【実施内容】\n博報堂ＤＹグループにおけるデータサイエンティスト疑似体験 コース別体験型インターンシップ\n当社が保有している生活者に関する大規模データを用いて、機械学習や統計解析を駆使して生活者の世の中のトレンド・意識・行動を予測し、新しいサービス/ソリューションアイデアを企画・検討する問題に取り組んでいただきます。\n\n【参加条件】\n（1）現在、国内外の大学、または大学院に在籍しており、就業経験のないこと。\n（2）Python を使ったデータ分析の経験があること （本インターンでは Jupyter Notebook / JupyterLab 上で分析に取り組んでもらいます）。\n（3）VPN接続のためのソフトウェアがインストール可能であるPCを保有していること。（推奨はOpenVPNまたはTunnelBlick）",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇": NaN,
    技術スタック: "AI, Python, データサイエンス, データ分析, 機械学習",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社 GROWTH VERSE",
    イベント名: "長期インターンシップ",
    募集開始: "2024/03/31",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク: "https://growth-verse.ai/careers/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "# 選考フロー\n・カジュアル面談\n・一次面談\n・最終面談",
    場所: NaN,
    "実施時期 / 待遇": "通年",
    技術スタック: "Web全般, 深層学習",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社パンフォーユー",
    イベント名:
      "開発Gの長期インターン募集！パン屋のサービスを一緒に開発しましょう！",
    募集開始: "2024/03/27",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク: "https://www.wantedly.com/projects/1655327",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "＜選考フロー＞\n書類選考 → エンジニア面談 → 合否連絡",
    場所: "リモート＋対面出社, 出社可能性あり, 東京",
    "実施時期 / 待遇":
      "#条件\n- 時給: 1,150円 〜 （能力に応じて）\n- 勤務: シフト制\n\n- 出社時にパン食べれます",
    技術スタック: "GCP, Go, React, TypeScript, Web全般",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社Techouse",
    イベント名:
      "【実務未経験OK / Web開発長期インターン】研修制度・教育支援制度充実！自社プロダクトのWeb開発業務を「設計から実装まで」お任せします",
    募集開始: "2024/01/01",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://acaric.jp/company-search/detail/148658/jobDetail/1483018",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【インターン業務内容】\n▼研修\n約1か月間の研修を実施していただいた後、実務開発開始となります。\nプロダクト開発に携わっていただくための研修プログラムをご用意しておりますので、開発未経験の方でもご安心ください。\n\n▼業務内容例\n・ソフトウェアエンジニアとして自社プロダクトの開発業務全般\n・サービスの要件定義/設計/開発/テスト/運用\n・顧客やメンバーへのヒアリングを通した問題発見\n・メンバーのマネジメント/メンタリング\n・技術調査/技術選定\n\n▼業務スケジュール例\n・1か月目\u3000\u3000：研修（Railsを用いたWeb開発方法の学習）\n・2か月目\u3000\u3000：事業内容やコードを理解しつつテストの実装\n・3か月目\u3000\u3000：簡単なバグ修正や新機能の開発・実装\n・4か月目以降：機能開発のPMとして仕様の作成から実装まで実行\n\n【応募資格】\n・プログラミング経験 ※言語・スキルレベルは問いません。授業で学んだ、独学で勉強したなどでもOK！\n・大学/大学院を2026年に卒業予定",
    場所: "リモート可, 東京",
    "実施時期 / 待遇":
      "▼給与\n・研修手当：30000円\n・時給：1150円～\n\n▼交通費\n・交通費支給（上限：月30000円）\n※地方在住の方は交通費上限の範囲内で東京本社出勤も可能。\n\n▼福利厚生 / 学習支援制度\n・書籍購入自由\n\u3000┗業務内容に関わらず、少しでも技術に関連するものならOK！購入制限もございません。\n・資格取得費用の会社負担\n\u3000┗在籍メンバーは基本情報、応用情報、LinuC、データベーススペシャリストなどを経費で取得しました。\n・エンジニア向け社内勉強会\n\u3000┗プログラミング・データベース研修やネットワーク実機演習など、エンジニア向け勉強会を週次で開催しております。\n・インターン専用シェアハウス\n\u3000┗東京本社徒歩15分！無料で自由に宿泊できるシェアハウスを用意しております。長期滞在もOK！\n・月100USDまで個人学習用途でAWSの自由利用可",
    技術スタック:
      "AWS, React, Ruby, Ruby on Rails, TypeScript, Webバックエンド, Webフロントエンド, Web全般, アルゴリズム, クラウドサービス, スクラム, データベース",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社Progate",
    イベント名:
      "【株式会社Progate】25卒_選考直結の選抜型長期インターン募集！ 〜実務を体験してみよう〜",
    募集開始: "2024/03/19",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://app.path.progate.com/job-postings/nC5xwnb3kHkDYwCEBXeyn",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■ 選考フロー\n1. エントリー\n2. エンジニアによる技術面接（オンラインコーディング）\n3. 合否連絡 (面接後 1 週間以内)\n■インターン参加後のフロー\n1. インターン（8週間）\n2. 役員面接\n3. 内定合否連絡",
    場所: "原則リモート",
    "実施時期 / 待遇": "時給2500円",
    技術スタック:
      "API, CI/CD, Go, Next.js, TypeScript, Webバックエンド, Webフロントエンド, Web全般, インフラ",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "三井物産セキュアディレクション株式会社",
    イベント名: "MBSD仕事体験【1day】監視エンジニア/アナリストコース",
    募集開始: "2024/03/15",
    締め切り: "2024/05/31",
    タグ: "インターン",
    リンク: "https://www.mbsd.jp/news/20240315/work-experience/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "監視エンジニア/アナリストのお仕事ってどんな仕事？そんな疑問にお答えします！\n\n当日のプログラム：\n・MBSD-SOC 業務内容の説明\n・情報セキュリティにおける脆弱性の説明\n・アラート解析の手順/ポイントの解説\n・MBSD-SOCにて検知実績のあるアラートの模擬解析\n\n応募要件（下記いずれかの要件に当てはまる方）\na) ネットワーク(主にTCP/IP)に関するクライアントとサーバの役割を理解している\nb) パケットの解析に必要な基礎知識を要している\nc) HTTPについての概要をおおよそ理解している\nd) ウェブサーバやブラウザの機能について理解している\ne) プログラミング経験がある\nf) セキュリティ業界への就職を志望しCTF参加や自身での検証/調査活動を行っている\ng) 今後積極的にセキュリティ関連の知識を深めたいと考えている\n",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "2024年8月5日（1日間）\n交通費・必要な場合の宿泊費 当社負担",
    技術スタック: "セキュリティ",
    選考フロー:
      "登録\nhttps://hrmos.co/pages/mbsd-recruit/jobs/I0000002\n↓\nエントリーシート提出（5/31締切）\n↓\n選考（6月上旬）",
  },
  {
    募集状況: "終了",
    主催: "三井物産セキュアディレクション株式会社",
    イベント名: "MBSD仕事体験【5days】診断エンジニアコース",
    募集開始: "2024/03/15",
    締め切り: "2024/05/31",
    タグ: "インターン",
    リンク: "https://www.mbsd.jp/news/20240315/work-experience/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "MBSDの診断エンジニアになったら、こんな教育を受けられる！入社者が受講する教育の一部を体験できる特別なプログラム\n\n当日のプログラム：\n・脆弱性診断および業務内容の説明\n・HTTP基礎\n・Webアプリケーション関連の代表的な脆弱性解説\n・診断ツールの説明・設定\n・診断実習\n・報告書作成\n・報告会ロールプレイ\n\n応募要件（下記いずれかの要件に当てはまる方）\na) ネットワーク(主にTCP/IP)に関するクライアントとサーバの役割を理解している\nb) パケットの解析に必要な基礎知識を要している\nc) HTTPについての概要をおおよそ理解している\nd) ウェブサーバやブラウザの機能について理解している\ne) プログラミング経験がある\nf) セキュリティ業界への就職を志望しCTF参加や自身での検証/調査活動を行っている\ng) 今後積極的にセキュリティ関連の知識を深めたいと考えている\n",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "2024年7月29日～2024年8月2日（5日間）\n交通費・宿泊費 当社負担",
    技術スタック: "セキュリティ",
    選考フロー:
      "登録\nhttps://hrmos.co/pages/mbsd-recruit/jobs/I0000002\n↓\nエントリーシート提出（5/31締切）\n↓\n選考（6月上旬）",
  },
  {
    募集状況: "終了",
    主催: "三井物産セキュアディレクション株式会社",
    イベント名: "MBSD仕事体験【1day】コンサルタントコース",
    募集開始: "2024/03/15",
    締め切り: "2024/05/31",
    タグ: "インターン",
    リンク: "https://www.mbsd.jp/news/20240315/work-experience/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "セキュリティ業界のコンサルタントってどんな仕事？そんな疑問にお答えします！\n\n当日のプログラム：\n・三井物産セキュアディレクション（MBSD）の会社説明\xa0\n・MBSDのセキュリティコンサル業務の概要説明\n・コンサルティングを行う上で大切にしていること\n\n応募要件（下記いずれかの要件に当てはまる方）\na) セキュリティコンサルティングに興味のあること\nb) PC（パソコン）の基本操作ができること\nc) Microsoft Officeの基本操作ができること",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "2024年8月6日（13:30-17:00）\n交通費・必要な場合の宿泊費 当社負担",
    技術スタック: "コンサルタント, セキュリティ",
    選考フロー:
      "登録\nhttps://hrmos.co/pages/mbsd-recruit/jobs/I0000002\n↓\nエントリーシート提出（5/31締切）\n↓\n選考（6月上旬）",
  },
  {
    募集状況: "募集中",
    主催: "DeepEyeVision株式会社",
    イベント名:
      "DeepEyeVision株式会社 長期インターンシップ（ML Engineer / Researcher）",
    募集開始: "2024/03/01",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://deepeyevision.com/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "# 業務内容\n- 眼科画像を入力とする診断支援用 AI モデルの実装・学習\n  - タスク例) Multi-label classification / Semantic Segmentation / Image Regression\n- Top Conference 手法の再現実装・最適化\n- 医学系学会に向けた実験・発表資料の作成・論文執筆\n- プログラム医療機器（Software as Medical Device: SaMD）へのモデル組み込み、最適化\n- その他、関連業務\n\n# 応募方法\nhttps://forms.gle/FKmZ3aN71ZJDDMYL7 よりカジュアル面談のお申し込みをお願いいたします\n\n# Job Description\n- Implementation and training of AI models for diagnostic support using ophthalmic images as input\n  - Task examples) Multi-label classification, Semantic Segmentation, Image Regression\n- Reproduction and optimization of methods from top conferences\n- Preparation of experimental and presentation materials for medical conferences, and writing papers\n- Integration and optimization of models for Software as Medical Device (SaMD)\n- Other related tasks\n\n# Compensation\n- Hourly wage\n  - For beginners: Negotiable\n  - High school students: 2,000 yen\n  - Technical college, university, and graduate students: 2,500 yen\n- Working hours: Basically, more than 20 hours per week (Adjustments to working hours are possible during busy periods at school, such as exam periods)\n- Location: Online ※Those living near Tokyo can choose to work at the headquarters\n- Period: More than 3 months\n\n# How to Apply\nPlease apply for a casual interview via https://forms.gle/FKmZ3aN71ZJDDMYL7",
    場所: "リモート可, 対面出社可, 東京",
    "実施時期 / 待遇":
      "# 待遇\n- 時給\n  - 未経験: 応相談\n  - 高校生: 2,000円\n  - 高専生・大学生・大学院生: 2,500円\n- 勤務時間: 原則週 20 時間以上の勤務  (テスト期間などの学校の繁忙期によって勤務時間の調整は可能です)\n- 勤務地: オンライン ※東京近郊にお住まいの方は本社出社可\n- 期間: 3ヶ月以上\n",
    技術スタック:
      "AI, C++, CI/CD, MLOps, Python, Webバックエンド, インフラ, データエンジニアリング, データサイエンス, データ分析, バックエンド, 仮想化, 機械学習, 深層学習, 画像処理, 画像認識, 自然言語処理, 音声",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社KADOKAWA Connected",
    イベント名: "エンジニアインターン(2週間)",
    募集開始: "2024/04/24",
    締め切り: "2024/05/20",
    タグ: "就業型インターン",
    リンク:
      "https://kadokawa-connected.snar.jp/jobboard/detail.aspx?id=9_5yx8FwAWs",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "実際の業務をアサインする2週間(10日間)の就業型インターンです！ご活躍により本選考の面接パス権などを進呈！\n※26卒で就職活動予定の方限定です\n\n～募集コース・応募要件～\n◆Webシステム開発\nレタスクラブ、WEBザテレビジョン、Walkerplus 等、KADOKAWAが運営するメディアのWebシステム開発を担当\n〈応募要件〉\n - 下記いずれかのプログラミング言語を使いこなせ、簡単な機能なら自力で実装できる\n    JavaScript,\xa0Python,\xa0TypeScript",
    場所: "リモート＋対面出社, 東京, 銀座",
    "実施時期 / 待遇":
      "【実施時期】\n・受入時期：2024年8月～9月末\n・実習期間：一人あたり2週間(10日程度)を予定\n※希望日程は面接時にヒアリング\n\n【勤務時間】\n11:00～18:00(実働6時間、休憩1時間)\n※本人が希望される場合などには実働8時間まで応相談\n\n\n【報酬・手当】\n・時給\u3000\u3000\u3000\u30001,500円\n・交通費\u3000\u3000\u3000初日・最終日の出社にかかる交通費を実費にて支給\n・宿泊費\u3000\u3000\u3000リモートワークメインのため支給無し\n・貸与物\u3000\u3000\u3000開発用PC機材(Windows or MacBookProを選択可) ",
    技術スタック:
      "JavaScript, Python, TypeScript, Webバックエンド, Webフロントエンド, Web全般",
    選考フロー:
      "【選考フロー】\n・5/20締切\u3000\u3000WEB ES提出\n・5月下旬\u3000\u3000 コードテスト・適性検査受検\n・6月上旬\u3000\u3000 個人面接(30分/名)\n・6月下旬\u3000 \u3000インターン参加オファー・参加日程調整\n・ 8月以降\u3000     各自 ２週間のインターン参加\n\n※個人面接までの各フェーズで選考を実施",
  },
  {
    募集状況: "募集中",
    主催: "株式会社バンダイナムコスタジオ",
    イベント名:
      "バンダイナムコスタジオ\u3000インターン・ワークショップSUMMER 2024",
    募集開始: "2024/06/10",
    締め切り: "2024/07/10 18:00 (JST)",
    タグ: "インターン",
    リンク: "https://www.bandainamcostudios.com/recruit/graduate/news/15303",
    対象者: "26卒, 学部（専攻）不問",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■新人研修体験 C++研修を体験しよう\nバンダイナムコスタジオで実際に行われている新人研修の中から「C++研修」を体験していただきます。\n\nゲーム制作で役立つ実践的な内容を、短期間で学べます。\nこちらのコースは5日間、リモートで開催します。\n\n【このインターンを通して学べる事】\n▼ゲーム基礎概論\n▼C++\n\nオンライン授業やeラーニングで、ゲーム基礎概論やC++を学び、課題となるゲームを制作していただきます。\nエンジニア担当者がオンラインチャットでサポートしながら、実際のゲーム開発を模したプログラミングの一部を行っていただきます。\nまた、新人エンジニアやベテランエンジニアとのコミュニケーションの場も用意されています。\n\n【体験できる職種】\n▼エンジニア職（特にゲームプログラマ担当）\n\n【当日のスケジュール】\n■初日\n\u300011：00 からオリエンテーションを行います。\n■最終日\n\u300015：00 から発表会、総括、オンライン懇親会を行います。\n■上記以外の時間\n\u3000eラーニング、課題、講義等を行います。\n\u3000昼休憩は12:00から１時間です。\n\n【参加資格】\n・当日は通訳を用意しておりませんので、日本語でコミュニケーションが取れる方を対象としております。\n\u3000※ビジネスレベル（N1相当）の日本語が必要なプログラムです。\n\u3000※This program requires business level Japanese skill (N1).\n・オンラインでのワークショップとなります。\n\u3000ネットワークに接続されたWindows10もしくはWindows11が動作するPCが必要です。\n・ビデオチャットを使用予定です。(マイクとカメラが必要になります)\n\u3000※使用するチャットツールなどの詳細は、参加が確定した方へ改めてご連絡させていただきます。\n\u3000",
    場所: "リモート",
    "実施時期 / 待遇":
      "■新人研修体験 C++研修を体験しよう\n【A日程】\n・2024年 8月5日（月）～8月9日（金）\u3000平日5日間\n【B日程】\n・2024年 8月26日（月）～8月30日（金）\u3000平日5日間\n\n※応募締め切り※\u30002024年 7月10日（水）\u300018：00",
    技術スタック: "C++, ゲーム, ソフトウェア開発",
    選考フロー:
      "エントリー\n↓\n・ESのご提出\n・プログラムオンラインテストの受検\n※上記二点の完了をもって「応募完了」となります。\n↓\n審査\n↓\n参加可否ご連絡",
  },
  {
    募集状況: "募集中",
    主催: "株式会社バンダイナムコスタジオ",
    イベント名:
      "バンダイナムコスタジオ\u3000インターン・ワークショップSUMMER 2024",
    募集開始: "2024/06/10",
    締め切り: "2024/07/31 18:00 (JST)",
    タグ: "インターン",
    リンク: "https://www.bandainamcostudios.com/recruit/graduate/news/15303",
    対象者: "全学年, 学部（専攻）不問",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■Go 言語でゲームサーバーを作ろう！ゲームサーバー API プログラミング ワークショップ\nサーバーエンジニア職に興味のある学生へ向けた、1dayワークショップです。\nゲーム会社のサーバーエンジニア職の仕事の一つに、ネットワークサービスのプログラマーとしての業務があります。\n\n本ワークショップでは、特別に用意したブラウザゲーム「ミスタードリラー for バンダイナムコスタジオ ワークショップ」を題材に、そのバックエンドとなる API サーバーを開発していだたきます。\n\n使用するのはバンダイナムコスタジオのゲームサーバー開発でも使われている Go 言語です。\n実際の開発業務に近い実習を通して、サーバーエンジニアの業務を体験できるようなプログラムとなっています。\n\nゲームの通信の向こう側はどうなっているんだろう…？といった興味のある学生を歓迎します！\n\n【学べる事】\n▼サーバーエンジニア職の仕事内容、必要なスキルについて\n▼ゲーム開発のフローについて\n\n【内容】\n▼Go 言語を用いてゲームサーバー API のプログラムを開発していただきます。\n▼ワークショップ終了後、オンラインで懇親会を行う予定です。\n\n【参加資格】\n以下のすべての条件を満たす方\u3000\n（1）当日は通訳を用意しておりませんので、日本語でコミュニケーションが取れる方を対象とさせていただきます。\n\u3000※ビジネスレベル（N1相当）の日本語が必要なプログラムです。\n\u3000※This program requires business level Japanese skill (N1).\n（2）以下の経験・スキルをお持ちの方\n\n【必須】\n・Go 言語の使用経験\n└A Tour of Go (https://go-tour-jp.appspot.com/list) の Basics 及び Methods and interfaces の内容を習得していること (所要時間: 約 150 分)\n└他言語 (Java / PHP / Python / Ruby など) の開発経験が十分あれば Go 初心者でも歓迎\n・Git / GitHub の使用経験\n└commit や push が行えること\n・インターネットや HTTP に関する基礎的な理解\n・JSON に関する基礎的な理解\n・RDB (リレーショナルデータベース) に関する基礎的な理解\n\n【歓迎】\n・SQL 使用経験\n・Visual Studio Code による開発経験\n・コンテナに関する基礎的な理解\n・Web フロントエンド(Vue.js, Reactなど)開発経験\n\n【その他 必要なものなど】\n・ネットワークに接続されたビデオチャットが可能なPC(Windows/Mac など)が必要です。\n・ビデオチャットを使用予定です。マイクとカメラをご用意ください。\n・プログラム開発には GitHub Codespaces を使用します。GitHub アカウントをご用意ください。\n・服装は自由です。（普段着で大丈夫です）\n",
    場所: "リモート",
    "実施時期 / 待遇":
      "■Go 言語でゲームサーバーを作ろう！ゲームサーバー API プログラミング ワークショップ\n【A日程】\n・2024年7月26日（金）9:30~19:30\n※応募締め切り※\u30002024年\u30007月10日（水）\u300018：00\n\n【B日程】\n・2024年8月23日（金）9:30~19:30\n※応募締め切り※\u30002024年\u30007月31日（水）\u300018：00\n",
    技術スタック:
      "API, GitHub, Go, React, SQL, Vue.js, ゲーム, サーバーサイド, ソフトウェア開発, ネットワーク",
    選考フロー:
      "エントリー\n・ESのご提出\n↓\n書類選考\n↓\n参加可否ご連絡\n・A日程：7月18日（木）までに参加の可否をご連絡します。\n・B日程：8月9日（金）までに参加の可否をご連絡します。\n・当日は、参加確定通知のご連絡を受け取った方のみ参加可能となります。",
  },
  {
    募集状況: "募集中",
    主催: "franky株式会社",
    イベント名:
      "長期インターン（min6ヶ月）サーバーサイドエンジニア｜アパレルECのアプリ開発",
    募集開始: "2024/04/18",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://herp.careers/v1/franky/kDmSmFNZ0GdI",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "新規アプリ開発なので、既存のものを運用するのではなくゼロから開発ができます。",
    場所: "リモート, 出社可能性あり, 対面出社可, 東京",
    "実施時期 / 待遇":
      "時給1,200円~3,000円\n※スキルに応じて決定します\n※昇給有\n※出社した場合の交通費は支給します（上限月5万円）",
    技術スタック: "Go, React, サーバーサイド",
    選考フロー: "書類選考>面談>技術課題>FB面談>内定\n※全てリモートでもOKです",
  },
  {
    募集状況: "募集中",
    主催: "株式会社アダコテック",
    イベント名: "【選考直結】画像処理・機械学習 1weekインターンシップ",
    募集開始: "2024/04/03",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://herp.careers/v1/adacotech/mPVEYKnSqGv4",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【内容】\n製造業に向けた検品の自動化ソフトウェアを提供しているアダコテックにおいて、当社のコア技術を用いて下記の取り組みを行っていただきます。\n・画像処理の研究開発/分析業務の体験\n・メンターと分析内容について、相談のミーティングを毎日実施\n・最終日はCTO含む役員向けに成果の発表およびフィードバック\n\nインターン期間は1週間。エンジニアの先輩にメンターとしてついてもらい、スタートアップの開発の雰囲気を実感しながら最先端の技術に触れることができます。",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "- 開始日、終了日は自由に選択可能\n- 時給1300円～\n- 交通費実費支給\n- 遠方の場合は交通費＋宿泊費補助\n- ランチ補助あり\n- ノートPC貸与",
    技術スタック: "AI, Python, データ分析, 機械学習, 画像処理, 画像認識",
    選考フロー: "- 書類選考\n- 面接(1回)",
  },
  {
    募集状況: "終了",
    主催: "株式会社ハウテレビジョン",
    イベント名:
      "株式会社ハウテレビジョン フロントエンドエンジニア | 外資就活ドットコム",
    募集開始: "2024/02/28",
    締め切り: "2024/03/31",
    タグ: "インターン",
    リンク: "https://gaishishukatsu.com/recruiting_info/view/10032",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": NaN,
    場所: "リモート可",
    "実施時期 / 待遇":
      "・時給 2,000円〜3,000円 ※スキルに応じて相談可能\n・平日9時 ~ 21時の間で、週3（合計で20時間）以上の勤務ができる方\n・直近で2ヶ月以上勤務可能な方\n・オンライン ・ オフライン問わず\n\nテックブログ\n・https://blog.howtelevision.co.jp/\n・https://zenn.dev/p/howtelevision",
    技術スタック: "Next.js, React, TypeScript, Web全般",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社ハウテレビジョン",
    イベント名:
      "【学年不問・時給2,500円〜】外資就活ドットコム エンジニア長期インターン",
    募集開始: "2024/06/06",
    締め切り: "2024/07/31",
    タグ: "インターン",
    リンク: "https://gaishishukatsu.com/recruiting_info/view/10632",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "外資就活に関わるシステムをCakePHPからバックエンド Go, フロントエンド TypeScript/React/Next.js へリプレイスを行なっており、社員と同じ業務をお任せします。\n今後約半年間に渡るリプレイスは、これまでの仕様を踏まえた上で、ユーザー体験の向上や負債を防ぐための理想的な設計を0からを考えて実装を行うので、やりがいがあるフェーズです。\nソフトウェアエンジニアとして、与えられた仕様をそのまま実装するのではなく、あるべき姿を自分で考え、合意形成を行うまでの主体的な問題解決が歓迎される組織です。\n開発は、生成AI ( ChatGPT ・Github Copilot ) を最大限活用し、効率的に進めています。",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "・時給 2,500円〜\n※スキルやアウトプットに応じて時給の交渉が可能です。\n・交通費全額支給\n\n条件\n・週24時間以上",
    技術スタック:
      "Go, Next.js, React, TypeScript, Webバックエンド, Webフロントエンド",
    選考フロー:
      "エントリー\n↓\n書類選考\n↓\nオンライン面接/ライブコーディングテスト",
  },
  {
    募集状況: "募集中",
    主催: "ビッグローブ株式会社",
    イベント名:
      "https://job.mynavi.jp/26/pc/corpinfo/displayInternship/index?corpId=111569&optNo=V1vdD",
    募集開始: "2024/06/06",
    締め切り: "2024/09/04",
    タグ: "インターン",
    リンク:
      "https://mypage.3010.i-webs.jp/biglobe2026/applicant/login/baitai-entry/entrycd/mahou",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "2日間のオンラインプログラムです。BIGLOBEではパブリッククラウドサービスである Amazon Web Services(AWS)を採用しています。\n本プログラムではこのAWSを使ってシステム構築に取り組んでいただきます。\n・AWSの基本的な使い方を学び、Webアプリに必要なインフラをAWSで構築していただきます。\n・構築したインフラに疑似的に障害を発生させ、社員と一緒にトラブルシューティングに取り組んでいただきます。\nインフラからアプリまで幅広い興味のある方や、クラウド（AWS）に興味はあるけれど使った経験がない方にオススメです。\n※Amazon Web Servicesは、米国その他の諸国における、 Amazon.com ,Inc.またはその関連会社の商標です。",
    場所: "オンライン",
    "実施時期 / 待遇":
      "第1回：8/7(水) 10:00 - 17:30（お昼休憩1時間）、8/8(木)13:00 - 16:30\n第2回：9/10(火) 10:00 - 17:30（お昼休憩1時間）、9/11(水)13:00 - 16:30\n※2日間通してご参加ください。\n※1名につき1回のみご応募いただけます。\n※ご予約はマイページより受付中です！\n★AWSを会社負担で利用可能★",
    技術スタック: "AWS",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "ビッグローブ株式会社",
    イベント名:
      "【インターネットを支える】BIGLOBEのネットワークエンジニア業務体験 (データセンター見学あり)",
    募集開始: "2024/06/06",
    締め切り: "2024/08/21",
    タグ: "インターン",
    リンク:
      "https://mypage.3010.i-webs.jp/biglobe2026/applicant/login/baitai-entry/entrycd/mahou",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "BIGLOBEでは、ISP事業者として約300万人を超えるお客さまにインターネットの提供をしています。\n本プログラムでは、ISP事業者のネットワークを模した環境に触れ、普段なかなか体験することができないISP事業者の実業務を体験していただきます。\n普段なかなか入ることができないデータセンター見学も実施します。\nISP事業者に興味はあるけど、業務内容がよくわからないという人にオススメです。",
    場所: "東京",
    "実施時期 / 待遇":
      "8/27(火) 10:00 - 18:00（お昼休憩1時間）、8/28(水)10:00 - 18:00（お昼休憩1時間）※2日間通してご参加ください。\n※交通費・宿泊費は当社規定に基づき支給いたします。",
    技術スタック: "ネットワーク",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社オプティム",
    イベント名:
      "【26卒向けサマーインターン’24】フロントエンドエンジニア【２Weekオンライン・オフライン融合】",
    募集開始: "2024/04/25",
    締め切り: "2024/07/31",
    タグ: "インターン",
    リンク: "https://recruit.jobcan.jp/optim/job_offers/1902085",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "フロントエンド技術を用いて、新たな価値の創造や課題解決をしたい方向けの実務的な2Weekインターンシップです。 AI・IoTプラットフォームや新規サービスの開発など、さまざまな内容をご用意しています。\n\n連続した2週間でインターンにご参加いただく中で、前半1週間をオンライン、後半1週間をオフラインといたします。\n最終日はエンジニアたちとの懇親会を開催いたします！\n\n▼過去実施例\n次世代スマート農業サービスの開発(TypeScript/Vue.js)\nIoTプラットフォームのスクラム開発(Typescript/Vue.js)\n法人向けマーケットプレイスのフロント開発(Vue.js)\n新規サービスの機能をスクラムで開発(Vue.js)\nマーケティングプラットフォーム(CRM)の新規機能の開発補助\n\n★エントリー時にGithubなどで成果物のご提出をいただきます。研究等で使用したコードでも構いません。\n大変申し訳ございませんが、開発未経験の方は受け入れが難しい旨、ご了承くださいませ。",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "●期間\u3000※月曜始まりとなります。\n1：07/22-08/02\n2：07/29-08/09\n3：08/19-08/30\n4：08/26-09/06\n5：09/02-09/13\n\n●応募期間\n1次応募：4/19～5/31\u3000～17:00\n2次応募：6/10～7/31予定\n※2次応募の終了日は応募状況を見て調整させていただきますので、おはやめのご応募をお願いいたします。\n\n●待遇\n・業務用PC貸与\n・オフライン参加時の交通費、宿泊費(遠方の方のみ)は弊社にて負担いたします\n・インターンシップ手当1日あたり1万円の支給を想定しております。",
    技術スタック:
      "GitHub, Next.js, React, TypeScript, Vue.js, Webフロントエンド, ソフトウェア開発, モバイル(ネイティブ), 課題解決",
    選考フロー:
      "●選考プロセス\n1. 書類選考エントリーアンケートを元に、書類選考をさせていただきます。\n2. オンライン面接3. インターンシップ参加決定\n\n●選考スケジュール\n1次：書類選考\u3000ご応募から1～2週間程\n2次：オンライン面接\u3000書類選考後、順次ご案内\n選考をお急ぎの方は備考欄にご記載ください。\u3000\n\n",
  },
  {
    募集状況: "募集中",
    主催: "株式会社オプティム",
    イベント名:
      "【26卒向けサマーインターン’24】バックエンドエンジニア【２Weekオンライン・オフライン融合】",
    募集開始: "2024/04/25",
    締め切り: "2024/07/31",
    タグ: "インターン",
    リンク: "https://recruit.jobcan.jp/optim/job_offers/1902086",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "バックエンド技術を用いて、新たな価値の創造や課題解決をしたい方向けの実務的な２Weekインターンシップです。 AI・IoTプラットフォームや大規模BtoBサービスに関連する開発など、さまざまな内容をご用意しています。\n\n連続した2週間でインターンにご参加いただく中で、前半1週間をオンライン、後半1週間をオフラインといたします。\n最終日はエンジニアたちとの懇親会を開催いたします！\n\n▼過去実施例\n次世代スマート農業サービスの開発(Java/SpringBoot)\n法人向け大規模サービスのスクラム開発(Ruby/Ruby on Rails)\nサービス改善のための社内ツール開発(Go)\nIoT機器キッティング時の導入プログラム開発(Go)\n画像解析サービスAI Cameraの新機能開発(Go)\n新規サービスの機能開発(Typescript/Go)\n法人向けマーケットプレイスのAPI開発(Java)\n医療DXサービスのスクラム開発(Go)\n新規アプリ開発のための技術調査(全文検索など)\n\n★エントリー時にGithubなどで成果物のご提出をいただきます。研究等で使用したコードでも構いません。\n大変申し訳ございませんが、開発未経験の方は受け入れが難しい旨、ご了承くださいませ。\n\n",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "●期間\u3000※月曜始まりとなります。\n1：07/22-08/02\n2：07/29-08/09\n3：08/19-08/30\n4：08/26-09/06\n5：09/02-09/13\n\n●応募期間\n1次応募：4/19～5/31\u3000～17:00\n2次応募：6/10～7/31予定\n※2次応募の終了日は応募状況を見て調整させていただきますので、おはやめのご応募をお願いいたします。\n\n●待遇\n・業務用PC貸与\n・オフライン参加時の交通費、宿泊費(遠方の方のみ)は弊社にて負担いたします\n・インターンシップ手当1日あたり1万円の支給を想定しております。",
    技術スタック:
      "GitHub, Ruby, Ruby on Rails, Terraform, Webバックエンド, ソフトウェア開発, モバイル(ネイティブ), 課題解決",
    選考フロー:
      "●選考プロセス\n1. 書類選考エントリーアンケートを元に、書類選考をさせていただきます。\n2. オンライン面接3. インターンシップ参加決定\n\n●選考スケジュール\n1次：書類選考\u3000ご応募から1～2週間程\n2次：オンライン面接\u3000書類選考後、順次ご案内\n選考をお急ぎの方は備考欄にご記載ください。\u3000\n\n",
  },
  {
    募集状況: "募集中",
    主催: "株式会社オプティム",
    イベント名:
      "【26卒向けサマーインターン’24】AIエンジニア【２Weekオンライン・オフライン融合】",
    募集開始: "2024/04/25",
    締め切り: "2024/07/31",
    タグ: "インターン",
    リンク: "https://recruit.jobcan.jp/optim/job_offers/1902084",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "自然言語処理を用いて、新たな価値の創造や課題解決をしたい方向けの2週間の実務的なインターンシップです。ChatGPT をはじめとした各種 LLMや、数理最適化、3D Gaussian Splatting・SfM・SLAM などの点群処理 等、さまざまな内容を用意しています。\n\n連続した2週間でインターンにご参加いただく中で、前半1週間をオンライン、後半1週間をオフラインといたします。\n最終日はエンジニアたちとの懇親会を開催いたします！\n\n【例】\n・大規模言語モデル（LLM）「OPTiM AI」https://www.optim.co.jp/newsdetail/20240329-pressrelease-01\n・新規サービス開発のためのChatGPT関連の調査https://www.optim.co.jp/newsdetail/20230621-pressrelease-01\n\n★エントリー時にGithubなどで成果物のご提出をいただきます。研究等で使用したコードでも構いません。\n大変申し訳ございませんが、開発未経験の方は受け入れが難しい旨、ご了承くださいませ。\n",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "●期間\u3000※月曜始まりとなります。\n1：07/22-08/02\n2：07/29-08/09\n3：08/19-08/30\n4：08/26-09/06\n5：09/02-09/13\n\n●応募期間\n1次応募：4/19～5/31\u3000～17:00\n2次応募：6/10～7/31予定\n※2次応募の終了日は応募状況を見て調整させていただきますので、おはやめのご応募をお願いいたします。\n\n●待遇\n・業務用PC貸与\n・オフライン参加時の交通費、宿泊費(遠方の方のみ)は弊社にて負担いたします\n・インターンシップ手当1日あたり1万円の支給を想定しております。",
    技術スタック:
      "AI, ChatGPT, LLM, R＆D, ソフトウェア開発, 画像処理, 課題解決",
    選考フロー:
      "●選考プロセス\n1. 書類選考エントリーアンケートを元に、書類選考をさせていただきます。\n2. オンライン面接3. インターンシップ参加決定\n\n●選考スケジュール\n1次：書類選考\u3000ご応募から1～2週間程\n2次：オンライン面接\u3000書類選考後、順次ご案内\n選考をお急ぎの方は備考欄にご記載ください。\u3000\n\n",
  },
  {
    募集状況: "募集中",
    主催: "株式会社Finatextホールディングス",
    イベント名:
      "【ソフトウェアエンジニア】Go言語とAWSを使って証券サービスの運用に欠かせないシステムの開発を体験しよう！",
    募集開始: "2024/05/29",
    締め切り: "2024/08/04",
    タグ: "インターン",
    リンク: "https://hd.finatext.com/news/20240529/",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "詳細\nFinatextグループが開発・運用している証券サービスは、サービス利用者の決済を取りまとめ市場に注文を出したり、サービスの利用状況をアクセスログから集計してプロダクト運用にフィードバックしたりなど、様々なデータを処理するシステムによって成り立っています。また、これらのシステムの開発においては、データの性質や業務要件などに応じて処理方法を検討したり、適した性能を持つインフラストラクチャとしてAmazon Web Serviceが提供するサービス（AWSサービス）を選定したりしています。\n本プログラムでは、このようなシステムの開発を体験することで、効率よくデータを処理するためのプログラム実装の工夫や、処理内容に適したAWSサービスの選定について学ぶことを目的としています。\n\n身につくスキル・経験\n• Go言語を用いた中規模のソフトウェア開発\n• データ処理のパフォーマンスを意識したプログラム実装の工夫\n• チーム開発における役割分担や仕様調整を行う能力\n• 機能要件を満たす AWS サービスを選定する力\n\nこんな方におすすめ\n• チームでのソフトウェア開発にチャレンジしたい方\n• 複数のアプリケーションに跨ったソフトウェア設計にチャレンジしたい方\n• 証券サービスを支えるシステムの開発に興味がある方\n• AWSサービスの実践的な利用方法について学びたい方",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "実施期間\u3000：\u30002024年8月26日(月)〜2024年8月30日(金)\n報酬\u3000：\u30005万円（ランチ代別途支給あり・交通費込み）\n交通費・宿泊費\u3000：\u3000遠方の方のみ補助あり\u3000※対象の方はご相談ください。\n開催場所\u3000：\u3000当社オフィス（予定）\u3000※原則対面での実施になります。\n\n",
    技術スタック: "AWS, GitHub, Go, ソフトウェア開発, チーム開発",
    選考フロー:
      "選考の流れ\nエントリー\u3000⇒\u3000メールにて課題送付\u3000⇒\u3000課題提出\u3000⇒\u3000選考\u3000⇒\u3000結果通知\n※本インターンは、課題提出のみの選考となります。\nエントリー期限：8月4日(日)\n選考スケジュール\n第1回\n課題受付期限：7月7日(日) 23:59\n結果通知期間：7月8日(月)～7月12日(金)\n第2回\n課題受付期限：8月4日(日) 23:59\n結果通知期間：8月5日(月)～8月9日(金)",
  },
  {
    募集状況: "募集中",
    主催: "株式会社Finatextホールディングス",
    イベント名:
      "【データサイエンティスト】Python/SQLで実践的ビックデータ分析！",
    募集開始: "2024/05/29",
    締め切り: "2024/08/04",
    タグ: "インターン",
    リンク: "https://hd.finatext.com/news/20240529/",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "詳細\nFinatextグループでデータ事業を行うhttps://nowcast.co.jp/ではPOSデータ、クレジットカードデータなど、様々なビッグデータを取り扱っており、これらをSnowflakeやAWSといったクラウド上にデータ基盤を築くことで管理しています。本プログラムではこのデータ基盤にアクセスし、Pythonでデータの抽出・加工・分析・可視化(ダッシュボード作成)する課題に取り組んでいただきます。ビッグデータ分析の一連の流れを体験できるコースです。\n\n身につくスキル・経験\n• Python・jupyter notebookを用いた基本的なデータ抽出・加工・分析・可視化\n• Snowflake / AWSなどのクラウドを利用したデータ分析\n• 実際に投資会社、公的機関で利用されるデータでの実務に近いビックデータ分析\n\nこんな方におすすめ\n• 実際のビッグデータ分析を通してデータ分析、エンジニアリングを学びたい方\n• POS / クレジットカードなど決済データの活用に興味のある方\n• Python / SQLを学びたい方",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "実施期間\u3000：\u30002024年8月26日(月)〜2024年8月30日(金)\n報酬\u3000：\u30005万円（ランチ代別途支給あり・交通費込み）\n交通費・宿泊費\u3000：\u3000遠方の方のみ補助あり\u3000※対象の方はご相談ください。\n開催場所\u3000：\u3000当社オフィス（予定）\u3000※原則対面での実施になります。\n\n",
    技術スタック:
      "AI, BIツール, Cloud, Python, Snowflake, クラウドサービス, データエンジニア, データエンジニアリング, データサイエンス, データサイエンティスト, データ分析",
    選考フロー:
      "選考の流れ\nエントリー\u3000⇒\u3000メールにて課題送付\u3000⇒\u3000課題提出\u3000⇒\u3000選考\u3000⇒\u3000結果通知\n※本インターンは、課題提出のみの選考となります。\nエントリー期限：8月4日(日)\n選考スケジュール\n第1回\n課題受付期限：7月7日(日) 23:59\n結果通知期間：7月8日(月)～7月12日(金)\n第2回\n課題受付期限：8月4日(日) 23:59\n結果通知期間：8月5日(月)～8月9日(金)",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ヤプリ",
    イベント名:
      "株式会社ヤプリ ソフトウェアエンジニア（min1ヶ月〜就業型インターン）",
    募集開始: "2024/01/01",
    締め切り: "2024/12/01",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/yappli/pages/48842",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": NaN,
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇":
      "#条件\n- 時給:1,800円 〜 \n- 期間:min 1ヶ月〜\n- 勤務:シフト制\n\n#過去インターン生のブログ\n- https://tech.yappli.io/entry/intern-aoyama-2023\n- https://tech.yappli.io/entry/intern-report-kinoshita\n- https://tech.yappli.io/entry/intern/report",
    技術スタック:
      "AWS, Go, JavaScript, Next.js, React, TypeScript, Vue.js, Webバックエンド, Webフロントエンド, Web全般, サーバーサイド, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社ヤプリ",
    イベント名:
      "株式会社ヤプリ SRE,セキュリティエンジニア（min1ヶ月〜就業型インターン）",
    募集開始: "2024/01/01",
    締め切り: "2024/12/01",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/yappli/pages/48842",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": NaN,
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇":
      "#条件\n- 時給:1,800円 〜 \n- 期間:min 1ヶ月〜\n- 勤務:シフト制\n\n#過去インターン生のブログ\n- https://tech.yappli.io/entry/sre-intern-sentry-replace",
    技術スタック: "AWS, Cloud, GCP, インフラ, セキュリティ",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社ヤプリ",
    イベント名:
      "株式会社ヤプリ モバイルエンジニア（min1ヶ月〜就業型インターン）",
    募集開始: "2024/01/01",
    締め切り: "2024/12/01",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/yappli/pages/48842",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": NaN,
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇":
      "#条件\n- 時給:1,800円 〜 \n- 期間:min 1ヶ月〜\n- 勤務:シフト制",
    技術スタック: "Android, Kotlin, Swift, iOS, モバイル全般",
    選考フロー: NaN,
  },
  {
    募集状況: "通年",
    主催: "株式会社ラブグラフ",
    イベント名: "【ラブグラフ】サーバーサイドエンジニア（通年インターン）",
    募集開始: "2024/05/24",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://herp.careers/v1/lovegraph/TzHITy0TRbVQ",
    対象者: "26卒, 27卒, 全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■ ラブグラフのここがすごい！ ①\nエンジニアであるだけでなく、ビジネス観点を持てる人間として圧倒的に成長できます！\nインタビュー記事: https://zenn.dev/lovegraph/articles/925f036ed9b7ae\n\n■ ラブグラフのここがすごい！ ②\nCTOがどこまでも伴走してくれて、やる気のある人間にさらなるストレッチゴールを提供し続けてくれます！\nCTO自身もさらなる成長を求めて、2024年から大学院に入学し経営の勉強を重ねています。\n参考記事: https://note.com/yokoe3/n/n32a975efa65d\n\n■ その他\nやることとしては、ラブグラフ（ https://lovegraph.me/ ）という、\n『幸せな瞬間を、もっと世界に。』のビジョンを掲げたWebサービスの開発をおこなっていきます。\n言語は Rails ですが、他の Web フレームワークの開発経験があったり、学校でC言語をひととおり学んだ方を歓迎しております。\n\nオフィスに行けばいつでもCTOがいて、実装の相談ができる環境です。\n「生半可に生きるよりは、自分の限界を超えてみたい……！」という志のある方には最高の環境を提供できると、自信を持ってお約束できます。",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "・時給1,500円〜（プログラミング経験に応じて）\n・オンラインがメインですが、週１程度は渋谷オフィスにいらっしゃるほうが、ペアプロしやすいぶん成長できている感覚ありました\n・交通費支給\n・MacBook Pro貸与",
    技術スタック: "Ruby, Ruby on Rails, Webバックエンド, サーバーサイド",
    選考フロー: "1. リンクにあるフォームから応募\n2. エンジニアとの面接",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ELYZA",
    イベント名: "長期MLインターン(LLM開発/LLMプロダクト開発)",
    募集開始: "2024/03/25",
    締め切り: "2024/09/30",
    タグ: "インターン",
    リンク: "https://herp.careers/v1/elyza0/5NDSK40otpLI",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "得られる経験/スキル\n■ LLMの社会実装に取り組む実務経験\n・ELYZAでは日系大手企業とLLMの社会実装に向けた共同研究を行っています。\n・実プロジェクトにアサインされ実タスクに取り組んでいただきます。\n・エンジニア観点での成長はもちろん、ビジネス観点で顧客折衝やアサーションスキルなど幅広く経験を積むことが可能です！\n※ LLMの開発に興味がある方もぜひご応募ください。\n\n応募資格\n■ 中長期でプロジェクト運営に携われる方\n・1年以上インターンとして働くことを考えている方\n・週20時間以上の稼働が可能な方\u3000※スキルにより要相談\n■ 機械学習/Deep Learningやデータサイエンスの基礎知識\n・機械学習・自然言語処理に関する論文を読み、内容を理解できる\n・論文の内容を実装できる\n・データの分析・モデルの出力結果の分析などを行い、問題を解決するための仮説検証を回せる",
    場所: "リモート可, 東京",
    "実施時期 / 待遇": "時給2,000円~ ※昇給判断は3ヶ月置きに行っております！",
    技術スタック:
      "AI, MLOps, Python, アルゴリズム, 機械学習, 深層学習, 自然言語処理",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社NTTドコモ",
    イベント名: "Tech Workshop",
    募集開始: "2024/06/03",
    締め切り: "2024/06/25 12:00 (JST)",
    タグ: "Workshop",
    リンク: "https://information.nttdocomo-fresh.jp/event/tech-workshop/",
    対象者: "26卒, 27卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "プロのネットワークエンジニアと学ぶ！ ISPネットワークのつくりかた\n本ワークショップでは、一人ひとりが仮想環境上に展開されたルータを実際に操作し、ミニISPネットワークの構築とトラフィック制御方法を体験します。大規模なネットワークの運用では欠かせない、さまざまな技術を経験します。ドコモグループの最先端の技術やサービスを開発しているプロフェッショナル社員と一緒にISPネットワークを学びましょう！\n\nクラウド開発エンジニアと作る仮想マシンコントローラ\n本ワークショップでは、クラウドサービスの根幹である仮想マシンを提供する機能を題材に、日頃サービス開発や先端技術研究を行っている弊社エンジニアと参加者の皆さんでチームを組み、モブプログラミングを行います。\n国内有数のクラウドサービスプロバイダならではのクラウドの仕組みや作り方、弊社エンジニアが実践しているプログラミングテクニックなど、ここでしか得られない体験ができます。\n\n参加予定のエンジニアの紹介や、普段行っているクラウド開発の様子はこちら :\nhttps://note.nttdocomo-fresh.jp/n/n7c6979844167\n\nドコモグループのセキュリティ業務紹介＆サイバー攻撃対応ワークショップ\n本ワークショップでは、ITシステムに対するサイバー攻撃の検知・対処やITシステム環境に存在する脆弱性の発見・修正を体験できます。ワークショップの冒頭にドコモグループのセキュリティ業務の紹介もさせていただきます。ドコモグループのセキュリティエンジニアと一緒にセキュリティオペレーション、脆弱性診断、ペネトレーションテストを学んでみませんか。",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "プロのネットワークエンジニアと学ぶ！ ISPネットワークのつくりかた\n2024/7/13(土) 10:00〜20:00（懇親会込）\n\nクラウド開発エンジニアと作る仮想マシンコントローラ\n2024/7/13(土) 09:30〜20:00 （懇親会込）\n\nドコモグループのセキュリティ業務紹介＆サイバー攻撃対応ワークショップ\n2024/7/7(日) 10:00-19:30（懇親会込）",
    技術スタック: "ISP, クラウドサービス, セキュリティ",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社NTTドコモ",
    イベント名: "現場受け入れ型インターンシップ",
    募集開始: "2024/06/03",
    締め切り: "2024/06/21",
    タグ: "インターン",
    リンク: "https://information.nttdocomo-fresh.jp/event/on-site-internship/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【日時】\n・2024年8月26日（月）～9月6日（金）の土日祝日を除く10日間\n・9:00もしくは9:30に始業し、一日あたり平均7.5時間分業務体験をしていただきます。\n※配属先により始業/終業時間が異なる場合があります。\n\n【プログラムイメージ】\n[Day1（8月26日）＠出社]\n\u3000AM：オリエンテーション\n\u3000PM：実務体験・懇親会（参加任意）\n[Day2（8月27日）～Day9（9月5日） ＠出社 or リモートワーク]\n\u3000終日実務体験\n\u3000出社 or リモートワークについてはポストや日付ごとに異なります。\n[Day10（9月6日）＠出社]\n\u3000AM：実務体験\n\u3000PM：成果報告会、クロージング\n\n※プログラムは変更の可能性がございます",
    場所: "リモート＋対面出社",
    "実施時期 / 待遇":
      "・2024年8月26日（月）～9月6日（金）の土日祝日を除く10日間\n\n・弊社規定に則り、交通費・宿泊費（遠方の方で宿泊が必要な方のみ）を支給します。\n・参加した学生の皆さんには、dポイント3万ポイント分を進呈します。",
    技術スタック:
      "6G, AI, CI/CD, Kubernetes, OpenStack, Web全般, インフラ, セキュリティ, データ分析, バックエンド",
    選考フロー:
      "エントリー\n【締め切り】\nエントリーシート：6月21日（金）23:59迄\n適性検査受検\u3000：6月28日（金）12:00迄\n\n【方法】エントリーシートの提出 および 適性検査の実施\n\n参加したいポストを1つ選択して、ご応募ください。\n\n面談選考\n書類選考合格者を対象に、面談形式の選考を実施いたします。\n\n【面談選考日程】\n一次面談：7月9日～12日\n二次面談：7月22日～26日",
  },
  {
    募集状況: "募集中",
    主催: "BEENOS株式会社",
    イベント名:
      "【選考直結インターン】要件定義から実装まで一気通貫！可能性を拡げるBEENOSサマーインターン2024",
    募集開始: "2024/04/15",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/beenos-recruit/jobs/0000032",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■概要\n自社プロダクト開発業務が経験できる2週間の就業型インターンです。BEENOSには複数チームが関わる大規模開発から、エンジニア1~5名程度の新規事業開発まで様々あり、ご自身の志向性や可能性等を踏まえてインターン先を決定させていただきます。https://hrmos.co/pages/beenos-recruit/jobs/0000032※働き方選べます！「リモート」or「出社」\n\n※実際のプロダクトや、業務詳細は応募ページよりご確認ください\nhttps://hrmos.co/pages/beenos-recruit/jobs/0000032https://hrmos.co/pages/beenos-recruit/jobs/0000032\n■BEENOSサマーインターンの特徴\n・世界とつながるプロダクトを実際に触ることができる\n・実務を通してプロダクト開発とチーム開発の経験が積める\n・要件定義や技術選定から実装まで、一連の開発を一気通貫で携われる\n・メンターがつくため、技術やキャリアについて相談できる\n・チャレンジしたい環境を提供します！\n\n■BEENOSサマーインターンで経験できること\n・要件定義や技術選定など、上流から一連の開発に携われる\n・実際の業務や開発チームの雰囲気がわかる\n・（遠方の学生向け）東京での暮らしや働くリアルを体験できる",
    場所: "リモート可, 対面出社可, 東京",
    "実施時期 / 待遇":
      "【時間・期間】\n・就業時間 : 10:00～19:00（うち60分休憩）\n・期間① : 8月13日（火）～8月23日（金）6～7名\n・期間② : 9月2日（月）～9月13日（金）6～7名\n\n【報酬】\n・時給をお支払い、PC貸与、遠方の学生は交通費・宿泊費を支給\n・社員と交流可能な懇親会を予定",
    技術スタック:
      "CSS, HTML, JavaScript, Laravel, Node.js, Nuxt.js, PHP, Python, TypeScript, Webバックエンド, Webフロントエンド, Web全般",
    選考フロー:
      "書類選考\u3000▷\u3000プログラミングテスト\u3000▷\u3000面接（1回）",
  },
  {
    募集状況: "終了",
    主催: "株式会社ファーストリテイリング",
    イベント名: "【ファーストリテイリング】IT部 配属型長期インターンシップ",
    募集開始: "2024/05/13",
    締め切り: "2024/06/16",
    タグ: "就業型インターン",
    リンク:
      "https://www.fastretailing.com/employment/contents/ja/fastretailing/jp/gfs/events/global-business-internship/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◆デジタル業務改革サービス部\u3000概要\u3000\nデジタル業務改革サービス部は、最新のIT技術を活用し、全社の業務改革をリード、実現することをミッションとしています。”有明プロジェクト”実現のため、EC・店舗システムの他、サプライチェーンを中心とする基幹システムの内製開発も加速度的に進めており、プロジェクトマネージャーの他、内製開発エンジニア、データサイエンティスト、UI/UXデザイナーなど、幅広い職種の人材が活躍しています。\n\n◆募集チーム一覧\u3000※詳細はHPよりご確認ください！\n・開発エンジニアチーム（フロントエンド・バックエンド・アプリケーション）\n・インフラストラクチャーチーム\n・データエンジニアリングチーム\n・データ分析チーム\n・セキュリティチーム\n・統合運用チーム\n・ITサービスチーム\n・業務改革系チーム（ビジネスプロセス・全社基盤・組織経営）\n\n◆全チーム共通必須要件\n・ファーストリテイリングの企業理念に共感し、技術的興味に閉じず、服を通じて社会に貢献する意欲があること \n・技術的、業務的な難題に対して、主体的に取り組める基礎能力と強い意欲があること \n・英語でのコミュニケーション能力、ないし、習得に対する強い意欲があること \n・多様な価値観/人種の中で、相互理解を深め力強いチームワークを築けること",
    場所: "リモート可, 対面出社, 東京",
    "実施時期 / 待遇":
      "◆インターンシップ期間 \n・第1期：8/5(月)-8/30(金) \n・第2期：9/16(月)-10/11(金) \n・第3期：10/21(月)-11/15(金) \n※上記期間中、原則として10稼働日以上の勤務を頂きます。 \n※インターンシップの実施期間（出勤日数・時間・終了日）については、最終選考通過後、相談の上決定とさせて頂きます   \n\n◆報酬\n時給2,000円\n ※社内規定に則り、別途交通費支給あり\n\n◆勤務地\n有明本部／六本木本部\n ※遠方の方はリモート参加も可能",
    技術スタック:
      "Webバックエンド, Webフロントエンド, インフラ, セキュリティ, データエンジニアリング, データサイエンス, データ分析, 課題解決",
    選考フロー:
      "◆選考スケジュール\nSTEP1\nアンケート提出＋プレ選考（WEB適性検査(1)(2)受検＆エントリー動画提出）＋コーディングテスト\n■アンケート提出期限：6/16(日)23:59\n■プレ選考提出期限：6/19(水)12:00\nアンケートご提出後、直ちにWeb適性検査(1)のご受検、エントリーシートのご提出、コーディングテストのご受験が可能となります。\nWeb適性検査(2)については、アンケートご提出後翌営業日以降にご受検が可能となります。\n ※合否結果は6/21(金)以降に順次ご連絡させて頂きます。\n\xa0\nSTEP2\nGFS共通一次選考（グループディスカッション）\n ■実施期間：6/26(水)～7/2(火)（予定）\n※STEP1選考通過者の方へ詳細をご連絡いたします。\n※第1タームを希望されている方を優先的に選考にご案内する可能性があります。\n※GFS共通一次選考の合否結果は7/4(木)以降（予定）に順次ご連絡いたします。\n\xa0\nSTEP3\n個人面接\n ■受験期間：7/9(火)～7/17(水)（予定）\n ※STEP2選考通過者の方へ詳細をご連絡いたします。\n ※合否結果は第１ターム参加者から順次ご連絡させて頂きます。",
  },
  {
    募集状況: "募集中",
    主催: "エムスリー株式会社",
    イベント名: "エムスリー株式会社\u3000セキュリティエンジニア",
    募集開始: "2024/05/20",
    締め切り: "2025/07/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/m3/pages/80780",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "職務内容\nエムスリーは医師の9割以上が利用する「m3.com」や電子カルテ、クリニックDX向けのSaaSなど、数多くのプロダクトを開発しています。\n本インターンでは、セキュリティチームに配属となり、Webアプリケーションやサーバ、ネットワークの脆弱性診断、セキュリティ対策提言を実施して頂きます。\n技術スタック・開発手法・事業フェーズが幅広い開発チームの中から、応募者の方に合わせた実践的な業務にチャレンジいただきます。\n【職務内容例】\n・エムスリーが持つWebサービスのセキュアコードレビュー、ペネトレーションテスト\n・検出された脆弱性のトリアージや評価、外部への情報公開\n・セキュリティ対策の立案及び推進\n\n応募資格（必須）\n・大学/大学院卒業予定の方\n・Webサービスのテストに興味がありWebサービスの脆弱性の概要を説明できる（例：SQLインジェクション、XSS、CSRFの概要を説明できる）\n・Java, Kotlin, Rust, Python, Go等での開発経験 （選考プロセスでプログラミングテストが有ります）\n・医療知識は不要です",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "# 待遇\n- 時給: 2,500円\n    - 2週間 8H×10営業日就業した場合：200,000円\n- 2週間 (相談可)\n- 希望に応じてフルーオーダーメイドのインターンを設計します\n\n# 職務内容例\n・エムスリーが持つWebサービスのセキュアコードレビュー、ペネトレーションテスト\n・検出された脆弱性のトリアージや評価、外部への情報公開\n・セキュリティ対策の立案及び推進\n\n# インターン テックブログ\n過去のインターンの仕事の様子を知ることができます\nhttps://www.m3tech.blog/entry/2023/07/17/160000",
    技術スタック: "Web全般, インフラ, セキュリティ",
    選考フロー:
      "1. フォームから応募 https://open.talentio.com/r/1/c/m3/pages/80780/apply\n2.WEBプログラミングテスト：約60分、SPI：約60分\n3.1次面接（Zoom）：約60～90分\n\n服装の指定はありません。お話ししやすい恰好でご参加ください\n面接フローは変更になる可能性があります",
  },
  {
    募集状況: "募集中",
    主催: "エムスリー株式会社",
    イベント名: "エムスリー株式会社\u3000ソフトウェアエンジニア",
    募集開始: "2024/01/01",
    締め切り: "2024/12/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/m3/pages/80781",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "職務内容\nエムスリーは医師の9割以上が利用する「m3.com」や電子カルテ、クリニックDX向けのSaaSなど、数多くのプロダクトを開発しています。\n本インターンでは、プロダクト開発チームや社内横断システムチームに配属となり、実際の業務と同様の開発を行っていただきます。\n10名程度の小さいチームで、ビジネスサイドやデザイナーと協力してプロダクトを成長させていく、スピード感のある開発を体験することができます。\n技術スタック・開発手法・事業フェーズが幅広い開発チームの中から、応募者の方に合わせた実践的な業務にチャレンジいただきます。\n【職務内容例】\n・新規機能の設計・コーディング（バックエンド・フロントエンド）・テスト・リリースまで、開発サイクルを一気通貫で担当\n・メンバーとのディスカッション・設計/コードレビューを通した、チームとしてのプロダクト開発\n・機能開発に必要な新しい技術スタックへの挑戦\n・Kotlin/Pyhon/Go/Rails/Javaでのバックエンド開発\n・React/Vue/TypeScriptでのバックエンド開発\n・AWS/GCP向けのTerraformでのインフラ構築\n\n応募資格\n【必須】\n・大学/大学院卒業予定の方\n・Kotlin, Go, TypeScript等でのプログラミング経験 （選考プロセスでプログラミングテストが有ります）\n・医療知識は不要です\n【できれば】\n・バックエンド・フロントエンドいずれかでのサービス開発経験",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "# 待遇\n- 時給: 2,500円\n    - 2週間 8H×10営業日就業した場合：200,000円\n- 2週間 (相談可)\n- 希望に応じてフルーオーダーメイドのインターンを設計します\n\n# 職務内容例\n・新規機能の設計・コーディング（バックエンド・フロントエンド）・テスト・リリースまで、開発サイクルを一気通貫で担当\n・メンバーとのディスカッション・設計/コードレビューを通した、チームとしてのプロダクト開発\n・機能開発に必要な新しい技術スタックへの挑戦\n・Kotlin/Pyhon/Go/Rails/Javaでのバックエンド開発\n・React/Vue/TypeScriptでのバックエンド開発\n・AWS/GCP向けのTerraformでのインフラ構築\n\n# インターン テックブログ\n過去のインターンの仕事の様子を知ることができます\nhttps://www.m3tech.blog/entry/2023/07/17/160000",
    技術スタック:
      "Go, Kotlin, Python, React, Ruby, Rust, TypeScript, Webバックエンド, Webフロントエンド, Web全般, インフラ, データベース, バックエンド",
    選考フロー:
      "1. フォームから応募 https://open.talentio.com/r/1/c/m3/pages/80781/apply\n2.WEBプログラミングテスト：約60分、SPI：約60分\n3.1次面接（Zoom）：約60～90分\n\n服装の指定はありません。お話ししやすい恰好でご参加ください\n面接フローは変更になる可能性があります",
  },
  {
    募集状況: "募集中",
    主催: "エムスリー株式会社",
    イベント名: "エムスリー株式会社\u3000機械学習エンジニア",
    募集開始: "2024/01/01",
    締め切り: "2024/12/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/m3/pages/78949",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "職務内容\nエムスリーは医師の9割以上が利用する「m3.com」や電子カルテ、クリニックDX向けのSaaSなど、数多くのプロダクトを開発しています。\n本インターンでは、AI・機械学習チームに配属となり、MLを使った新規プロダクト開発や既存サービス改善を行って頂きます。\n10名程度の小さいチームで、ビジネスサイドやデザイナーと協力しながら、推薦システム、自然言語処理、画像診断等のシステム開発の設計から運用に挑戦していただきます。\n技術スタック・開発手法・事業フェーズが幅広い開発チームの中から、応募者の方に合わせた実践的な業務にチャレンジいただきます。\n\n【職務内容例】\n・Autoaugmentを用いた医療用画像分類\n・自己教師あり学習によるユーザ閲覧データの事前学習\n・医療論文の一文要約\n・医療ニュース記事に付いているタグの階層化\n\n応募資格（必須）\n・大学/大学院卒業予定の方\n・Python等での開発経験 （選考プロセスでプログラミングテストが有ります）\n・機械学習や統計関係の論文を年間60本以上読み、そのうち6本以上を追試している。",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "# 待遇\n- 時給: 2,500円\n    - 2週間 8H×10営業日就業した場合：200,000円\n- 2週間 (相談可)\n- 希望に応じてフルーオーダーメイドのインターンを設計します\n\n# 職務内容例\n・Autoaugmentを用いた医療用画像分類\n・自己教師あり学習によるユーザ閲覧データの事前学習\n・医療論文の一文要約\n・医療ニュース記事に付いているタグの階層化\n\n# インターン テックブログ\n過去のインターンの仕事の様子を知ることができます\nhttps://www.m3tech.blog/entry/2023/07/17/160000",
    技術スタック:
      "AI, Go, MLOps, Python, アルゴリズム, データエンジニアリング, データサイエンス, データ分析, 機械学習, 深層学習, 画像認識, 自然言語処理",
    選考フロー:
      "1. フォームから応募 https://open.talentio.com/r/1/c/m3/pages/78949/apply\n2.WEBプログラミングテスト：約60分、SPI：約60分\n3.1次面接（Zoom）：約60～90分\n\n服装の指定はありません。お話ししやすい恰好でご参加ください\n面接フローは変更になる可能性があります",
  },
  {
    募集状況: "募集中",
    主催: "エムスリー株式会社",
    イベント名:
      "【FY26新卒】データサイエンティスト インターンシップ（5日間）：課題解決の実践型インターン",
    募集開始: "2024/05/07",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/m3/pages/89516",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◆データ分析部署配属型の有給インターンです。\n\u3000• 5日間で課題についての分析および発表を行っていただきます。\n\u3000• 基本的にはオンラインでの実施を想定しております。ただし、ご希望の方はインターン最終日にオフィス（東京都港区赤坂）に出社いただいて、作業いただくことができます。\n\u3000• 全日程終了された方に8万円の報酬を予定しています。\n◆ご自身の興味・志向に応じて下記の二課題のうち、一課題に取り組んでいただきます。\n\u3000• エムスリーの主力プロダクトの成果分析＆サービス改善の提案\n\u3000• toC向けビジネスにおけるレコメンドロジックの作成&ビジネス応用の検討\n◆インターン期間をより有意義なものにするため、またエムスリーの空気を感じてもらうため、課題に加え以下プログラムを予定しています。\n\u3000• ビジネス上のデータ分析に関するレクチャー\n\u3000• 新卒社員・中途社員との座談会\n\u3000• 実際の社内ミーティングへの参加\n\u3000• メンターとの毎日の1on1での分析議論\n\u3000• 会社の事業・文化についての説明会",
    場所: "フルリモート, 対面出社可",
    "実施時期 / 待遇":
      "■参加報酬：8万円\n\n■インターン日程\n• 7月22日（月）～7月26日（金）\n• 7月29日（月）～8月2日（金）\n• 8月5日（月）～8月9日（金）\n• 8月19日（月）～8月23日（金）\n• 8月26日（月）～8月30日（金）\n• 9月2日（月）～ 9月6日（金）\n• 9月9日（月）～9月13日（金）\n• 9月30日（月）～10月4日（金）",
    技術スタック:
      "データサイエンス, データサイエンティスト, データ分析, 機械学習, 統計学",
    選考フロー: "書類選考＋課題選考→面接",
  },
  {
    募集状況: "募集中",
    主催: "エムスリー株式会社",
    イベント名: "エムスリー株式会社\u3000AIチームMLOpsエンジニア",
    募集開始: "2024/01/01",
    締め切り: "2024/12/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/m3/pages/78950",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "職務内容\nエムスリーは医師の9割以上が利用する「m3.com」や電子カルテ、クリニックDX向けのSaaSなど、数多くのプロダクトを開発しています。\n本インターンでは、AI・機械学習チームに配属となり、新規プロダクト開発や既存サービス改善、社内システム開発の設計からリリース、運用までを行って頂きます。\n10名程度の小さいチームで、ビジネスサイドやデザイナーと協力してプロダクトを成長させていく、スピード感のある開発を体験することができます。\n技術スタック・開発手法・事業フェーズが幅広い開発チームの中から、応募者の方に合わせた実践的な業務にチャレンジいただきます。\n【職務内容例】\n・新規サービス開発、既存サービスの追加開発の提案、設計、実装\n・各サービスのKPI改善に向けた調査・追加開発・効果検証\n・MLOpsライブラリgokart, kannon等を通したOSS開発\n・BigQueryのモックテストフレームワーク開発\n\n応募資格（必須）\n・大学/大学院卒業予定の方\n・Python, Go等での開発経験 （選考プロセスでプログラミングテストが有ります）\n・クラウドインフラ (AWS/GCPなど) の構築経験\n・医療知識は不要です",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "# 待遇\n- 時給: 2,500円\n    - 2週間 8H×10営業日就業した場合：200,000円\n- 2週間 (相談可)\n- 希望に応じてフルーオーダーメイドのインターンを設計します\n\n# 職務内容例\n・新規サービス開発、既存サービスの追加開発の提案、設計、実装\n・各サービスのKPI改善に向けた調査・追加開発・効果検証\n・MLOpsライブラリgokart, kannon等を通したOSS開発\n・BigQueryのモックテストフレームワーク開発\n\n# インターン テックブログ\n過去のインターンの仕事の様子を知ることができます\nhttps://www.m3tech.blog/entry/2023/07/17/160000",
    技術スタック:
      "AI, Go, MLOps, Python, インフラ, データエンジニアリング, データベース, バックエンド, 機械学習",
    選考フロー:
      "1. フォームから応募 https://open.talentio.com/r/1/c/m3/pages/78950/apply\n2.WEBプログラミングテスト：約60分、SPI：約60分\n3.1次面接（Zoom）：約60～90分\n\n服装の指定はありません。お話ししやすい恰好でご参加ください\n面接フローは変更になる可能性があります",
  },
  {
    募集状況: "募集中",
    主催: "エムスリー株式会社",
    イベント名: "エムスリー株式会社\u3000アプリエンジニア",
    募集開始: "2024/01/01",
    締め切り: "2024/12/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/m3/pages/80782",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "職務内容\nエムスリーは医師の9割以上が利用する「m3.com」や電子カルテ、クリニックDX向けのSaaSなど、数多くのプロダクトを開発しています。\n本インターンでは、アプリ開発チームに所属となり、iOS/AndroidネイティブあるいはFlutterでの、実際の業務と同様の開発を行っていただきます。\n10名程度の小さいチームで、ビジネスサイドやデザイナーと協力してプロダクトを成長させていく、スピード感のある開発を体験することができます。\n新機能開発から、リファクタリングまで、応募者の方に合わせた実践的な業務にチャレンジいただきます。\n【職務内容例】\n・新規機能の設計・コーディング・テスト・リリースまで、開発サイクルを一気通貫で担当\n・メンバーとのディスカッション・設計/コードレビューを通した、チームとしてのプロダクト開発\n・機能開発に必要な新しい技術・アーキテクチャへの挑戦\n・Swift/Kotlinでの各OS向けアプリ開発\n・Flutterでのクラスプラットフォームなアプリ開発\n\n応募資格\n【必須】\n・大学/大学院卒業予定の方\n・Kotlin, Swift, Dart等でのプログラミング経験 （選考プロセスでプログラミングテストが有ります）\n・医療知識は不要です\n【できれば】\n・iOS/AndroidネイティブあるいはFlutterいずれかでのサービス開発経験",
    場所: "原則リモート",
    "実施時期 / 待遇":
      "# 待遇\n- 時給: 2,500円\n    - 2週間 8H×10営業日就業した場合：200,000円\n- 2週間 (相談可)\n- 希望に応じてフルーオーダーメイドのインターンを設計します\n\n# 職務内容例\n・新規機能の設計・コーディング・テスト・リリースまで、開発サイクルを一気通貫で担当\n・メンバーとのディスカッション・設計/コードレビューを通した、チームとしてのプロダクト開発\n・機能開発に必要な新しい技術・アーキテクチャへの挑戦\n・Swift/Kotlinでの各OS向けアプリ開発\n・Flutterでのクラスプラットフォームなアプリ開発\n\n# インターン テックブログ\n過去のインターンの仕事の様子を知ることができます\nhttps://www.m3tech.blog/entry/2023/07/17/160000",
    技術スタック:
      "Android, Dart, Flutter, Kotlin, Swift, iOS, サーバーサイド, バックエンド, モバイル全般",
    選考フロー:
      "1. フォームから応募 https://open.talentio.com/r/1/c/m3/pages/80782/apply\n2.WEBプログラミングテスト：約60分、SPI：約60分\n3.1次面接（Zoom）：約60～90分\n\n服装の指定はありません。お話ししやすい恰好でご参加ください\n面接フローは変更になる可能性があります",
  },
  {
    募集状況: "募集中",
    主催: "GO株式会社",
    イベント名: "https://hrmos.co/pages/goinc/jobs/990000539",
    募集開始: "2024/04/01",
    締め切り: "2024/07/15",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/goinc/jobs/990000539",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "タクシーアプリ『GO』（https://go.goinc.jp/）事業における、\n・バックエンド\n・iOS\n・決済・支払請求基盤(Webアプリケーション)\nいずれかの開発に携わっていただきます。\n■具体的な業務内容\n・各開発チームから開発課題を設定してお待ちしています。\n・GOの開発を担う、現場エンジニアがそれぞれメンターとしてサポートします。\n\n■選考フロー\n・説明会（任意）\n・書類選考\n・面接2回",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "■インターン期間\n・週15時間以上の勤務必須\n※6時間/日以上勤務目安\n※土日祝日を除く\n※シフトは個別にご相談可能です。\n【バックエンド】\n8月5日（月）～8月30日（金）\n【iOS／決済・支払請求基盤(Webアプリケーション)】\n9月5日（木）～9月30日（月）\n※サマーインターンでのご活躍によっては、長期の就業もご相談可能です。\n■開催場所\n・GO Inc.本社（麻布台ヒルズ）とリモートのハイブリッド開催\n※出社について：初日と最終日は出社必須。その他はご希望に応じて出社/リモートを選択できます。\n※地方在住の方は、出社に要する交通費/宿泊費を弊社にて負担します。\n■エントリー締切\n・8月開催：2024年6月16日(日)23:59まで\n・9月開催：2024年7月15日(月)23:59まで",
    技術スタック:
      "Go, Swift, Webバックエンド, Webフロントエンド, Web全般, iOS, ソフトウェア開発, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "一般社団法人共同通信社",
    イベント名: "【共同通信社】エンジニア夏季インターン",
    募集開始: "2024/05/31",
    締め切り: "2024/06/16",
    タグ: "インターン",
    リンク: "https://forms.office.com/r/2y1n1c6d8F",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "夏期集中インターン/時給2500円\nマスメディアが扱う技術の領域は非常に広く、報道のためにあらゆる技術を応用しています。\n一秒でも速く記事や写真を届けるためにOSやネットワークの低レイヤーを究めることもあれば、より伝わりやすいコンテンツを作るためWeb開発をすることもあります。また、AIを応用してコンテンツや取材活動の強化を模索することも。\n\n過去のインターンの様子\nhttps://note.com/kyodonews_jinji/n/n49d4dc3994f8https://note.com/kyodonews_jinji/n/n400f3e356082https://note.com/kyodonews_jinji/n/n987e66670826https://note.com/kyodonews_jinji/n/n5f4f2a5fa327https://note.com/kyodonews_jinji/n/n61c8349c9065https://note.com/kyodonews_jinji/n/n4c4e0a681117\n求められる経験\n必須項目\n・プログラミング経験もしくはそれに準じるITスキルがあるか、今後取り組もうとしている\n・技術だけでなく、マスメディアの報道活動にも興味がある\n歓迎項目（いずれかを満たすことが望ましい。全てを満たす必要はありません）\n・アプリケーション/フロントエンド/バックエンドいずれかの開発をした経験がある\n・自宅、研究室、サークルなどのサーバーまたはVPS、ネットワークを構築もしくは運用した経験がある\n・パブリッククラウド(AWS/GCP/Azureなど)を扱った経験がある\n・自然言語処理、機械学習、データサイエンスなどを学習し、それらを応用した研究や開発を行ったことがある\n・上記以外で、特筆すべきスキルや経験がある",
    場所: "原則対面出社, 大阪, 東京",
    "実施時期 / 待遇":
      "報酬\n時給2500円\n\n実施期間\n2024年9月12日~27日\n平日7時間程度(10:00-18:00、休憩1時間)を想定しています。\n学業など、個別の事情に合わせて出勤日や出勤時刻の調整も可能です。\n\n場所\n共同通信本社\n最寄駅：汐留駅(都営大江戸線、ゆりかもめ)、新橋駅(JR、地下鉄銀座線、都営浅草線)\n共同通信大阪支社\n最寄駅: 北浜駅(地下鉄堺筋線、京阪電車)\n※東京・大阪同時に開催します。\n\n交通費\n弊社規定に基づき支給\n（10時出社・18時退勤で通勤可能な範囲。距離の上限はありませんが、新幹線・特急料金等は支給しません）",
    技術スタック:
      "AI, LLM, Webバックエンド, Webフロントエンド, Web全般, インフラ, クラウドサービス, グループワーク, サーバーサイド, チーム開発, データエンジニア, データサイエンス, データ分析, ネットワーク, バックエンド, 全般, 機械学習, 生成AI, 自然言語処理",
    選考フロー:
      "通過・不通過に関わらず、6/17(月)以降に書類選考の結果をメールで通知します。\n書類選考通過者の方は6月下旬に面接(オンライン)を行い、6月末ごろに最終的な合否を連絡いたします。",
  },
  {
    募集状況: "募集中",
    主催: "株式会社PKSHA Technology",
    イベント名:
      "🌳26卒_長期就業型インターン🌳\u3000ソフトウェアエンジニア（フルスタック）",
    募集開始: "2024/03/01",
    締め切り: "2025/03/31",
    タグ: "就業型インターン",
    リンク: "https://hrmos.co/pages/pkshatech/jobs/003new_2602",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■ 仕事内容（身につく能力・得られる経験）\n約1ヵ月の開発を中心とした就業型インターンシップとなります。\n現在は「AI SaaS」「AI Solution」「MaaS」の3チームでインターンを募集しており、それぞれ現場エンジニアと一緒に社会課題を解決していただきます。応募の際に興味のあるチームを選択してください。社内勉強会や他職種のチームから学ぶ横断の社内イベントにも参加いただけます。\n",
    場所: "リモート可, リモート＋対面出社, 対面出社可, 東京",
    "実施時期 / 待遇":
      "# 実施期間\n- 2024年3月〜2025年3月の間で1カ月程度（インターンの成果を見て延長の場合あり）\n※ 開始日程、実施期間については柔軟に相談可\n\n# 報酬\n- 時給3,000円\n- 出社の際は交通費支給、遠方の方は宿泊費補助あり",
    技術スタック:
      "Webバックエンド, Webフロントエンド, Web全般, インフラ, クラウドサービス, 課題解決",
    選考フロー:
      "1. エントリー\n2. コーディングテスト＆書類選考\n3. 面接\n※ インターン参加者は本選考において選考を一部免除される場合があります",
  },
  {
    募集状況: "募集中",
    主催: "株式会社PKSHA Technology",
    イベント名:
      "🌳26卒_長期就業型インターン🌳\u3000アルゴリズムエンジニア／データサイエンティスト",
    募集開始: "2024/03/01",
    締め切り: "2025/03/31",
    タグ: "就業型インターン",
    リンク: "https://hrmos.co/pages/pkshatech/jobs/003new_2601",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■仕事内容（身につく能力・得られる経験）\n約1ヵ月のアルゴリズム開発を中心とした就業型インターンシップとなります。\nKaggle Masterや工学博士などを持つエンジニアと一緒に最先端技術を実装し、データをもとに社会課題を解決するアルゴリズムを開発していただきます。社会にAIを実装し続けてきたPKSHAだからこそ持てる実践的な知識や技術力を身に付けることが出来ます。現在学んでいる機械学習等の知識を活かしてアルゴリズムを開発し社会実装を実現したいという方はぜひご応募ください！",
    場所: "リモート可, リモート＋対面出社, 対面出社可, 東京",
    "実施時期 / 待遇":
      "# 実施期間\n- 2024年3月〜2025年3月の間で1カ月程度（インターンの成果を見て延長の場合あり）\n※ 開始日程、実施期間については柔軟に相談可\n\n# 報酬\n- 時給3,000円\n- 出社の際は交通費支給、遠方の方は宿泊費補助あり",
    技術スタック:
      "AI, アルゴリズム, データエンジニアリング, データサイエンス, データ分析, 機械学習, 画像認識, 自然言語処理, 課題解決, 音声",
    選考フロー: "1. エントリー\n2. コーディングテスト＆書類選考\n3. 面接",
  },
  {
    募集状況: "募集中",
    主催: "株式会社PKSHA Technology",
    イベント名:
      "🌳26卒_サマーインターン🌳\u3000アルゴリズムエンジニア／データサイエンティスト",
    募集開始: "2024/05/28",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/pkshatech/jobs/003new_2603",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■インターン概要\n今年より、アルゴリズムエンジニアとして実践的な業務に挑戦いただくインターンシップを実施します。弊社データを活用し、社会実装を見据えた課題と解決仮説の検討・モデルの構築・結果のプレゼンテーションを実施いただきます。単なるモデルの精度向上に終始せず、社会に与えるインパクトの大きさで自身の成果物が評価される実践的な経験を積むことで、AI技術の社会実装を10日間で体験いただけるインターンシップです。",
    場所: "原則対面出社, 東京",
    "実施時期 / 待遇":
      "# 実施期間\n- 8/26（月）〜9/6（金）（就業時間10:00-19:00）\n\n# 報酬\n-  報酬16万円/10日間\n- 宿泊交通費補助あり（宿泊費1.2万円/日、交通費往復3万円まで）",
    技術スタック:
      "AI, アルゴリズム, データエンジニアリング, データサイエンス, データ分析, 機械学習, 画像認識, 自然言語処理, 課題解決, 音声",
    選考フロー:
      "1. エントリー\n2. コーディングテスト＆書類選考\n3. ライブコーディング\n4. 面接\n5. インターン参加決定",
  },
  {
    募集状況: "募集中",
    主催: "株式会社PKSHA Technology",
    イベント名:
      "🌳26卒_サマーインターン🌳\u3000ソフトウェアエンジニア（フルスタック）",
    募集開始: "2024/05/28",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/pkshatech/jobs/003new_2604",
    対象者: "26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■求める経験\n• Python, Go, Tyepscript, Rubyなどを用いた開発経験\n• Webアプリケーション（フロントエンドとバックエンド）の開発経験\n• データベース、およびネットワークに関する基礎知識\n• クラウド（AWS/Azure/GCP）を用いた開発・運用経験\n• Docker, Terraform, AWS CDKなどを用いた開発経験\n• Git/GitHubなどを利用したチームでの開発経験 ※全てを満たす必要はありません\n※全てを満たす必要はありません",
    場所: "原則対面出社, 東京",
    "実施時期 / 待遇":
      "# 実施期間\n- 前半：7/29（月）〜8/9（金）\n- 後半：9/9（月）〜9/20（金）\n（上記いずれかの日程で就業時間10:00-19:00）\n\n# 報酬\n- 報酬16万円/10日間\n- 宿泊交通費補助あり（宿泊費1.2万円/日、交通費往復3万円まで）",
    技術スタック:
      "Webバックエンド, Webフロントエンド, Web全般, インフラ, クラウドサービス, 課題解決",
    選考フロー:
      "1. エントリー\n2. コーディングテスト＆書類選考\n3. 面接\n4. インターン参加決定",
  },
  {
    募集状況: "終了",
    主催: "アスクル株式会社",
    イベント名:
      "アスクル株式会社\u3000夏インターンシップ（FE/BE/インフラ/データサイエンス）",
    募集開始: "2024/05/20",
    締め切り: "2024/06/09 23:59 (JST)",
    タグ: "インターン",
    リンク:
      "https://mypage.3030.i-webs.jp/askul2026/applicant/login/baitai-entry/entrycd/MSS",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "国内最大級のBtoB向けECサイトである「ASKUL」サービスの開発を実際の社員と同じように実施していただきます。\n４コース⇒フロントエンドコース／バックエンドコース／インフラ（AWS）コース／データサイエンティストコース\n必要な経験：\nFE：GitHub・Webアプリケーション開発の経験（あるとよいスキル：Kotlin もしくは Java）\nBE：GitHub・Webアプリケーションの開発経験・DBを利用した開発経験（あるとよいスキル：Kotlin もしくは Java）\nインフラ：GitHubの利用経験・AWSサービスの利用経験・Linux上でのコマンド操作\nデータサイエンティスト：Python・SQL\n",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "実施時期：2024年8月26日（月）～9月6日（金）（土日祝除く）10日間\n待遇：時給1,500円、PC貸与",
    技術スタック:
      "Webバックエンド, Webフロントエンド, インフラ, データサイエンス",
    選考フロー:
      "マイページ登録\nhttps://mypage.3030.i-webs.jp/askul2026/applicant/login/baitai-entry/entrycd/MSS\n1.エントリーシート提出（～6/9）\n2.書類審査（6月中旬）\n3.Web面接（6月下旬～7月上旬）",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ナレッジワーク",
    イベント名:
      "株式会社ナレッジワーク 2weeksインターン(ソフトウェアエンジニア)",
    募集開始: "2024/02/28",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://herp.careers/v1/kwork/WcK-CJ8-Y9Wk",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▼会社概要\nナレッジワークは、2020年4月に元リンクアンドモチベーション取締役の麻野耕司と、\nGoogleソフトウェアエンジニア出身の川中真耶が立ち上げたSaaSスタートアップです。\n\n「できる喜びが巡る日々を届ける」をミッションとして掲げ、仕事のイネーブルメント(成果の創出や能力の向上)を届けるクラウドサービスを提供しています。\n\nGoogle Developers Expert(Google社認定エキスパート人材)が2名在籍するなど、国内有数のソフトウェアエンジニアが集まっています。\n\n▼インターンシップ概要\nナレッジワークは、仕事におけるイネーブルメント(成果の創出や能力の向上)をテーマに、職種別に最適化されたソフトウェアを提供しています。\n\n2022年12月には、プログラミング言語Goのスペシャリスト 上田拓也(@tenntenn)が入社し、エンジニアにもイネーブルメント活動を開始しています。\n\nエンジニア向けイネーブルメント活動としてEnablement Internship for Practical Developmentを開催します。\n\n2週間の期間で、実際のアジャイル開発を経験いただく内容です。\n社内の開発ミーティングにも参加いただき、プロダクトサイドだけでなく、ビジネスサイドとも連携した実務を経験できます。\n\nナレッジワークは「正しいものを正しく作る」という思想のもと、再現性の高いプロダクト開発体制の発明を目指しています。\n\nぜひインターンシップを通して、プロダクトに触れるだけでなく、ナレッジワークの開発体制についても体験いただければと思います。",
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇": "# 待遇\n- 時給: 2,000円\n- 2週間（8時間×10時間予定）",
    技術スタック:
      "GCP, Go, Next.js, React, TypeScript, Webバックエンド, Webフロントエンド, Web全般, サーバーサイド, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社ドワンゴ",
    イベント名:
      "＜新卒エンジニア職＞26卒就業型インターンシップ【3ヶ月以上 / オンライン実施】※27卒以降も応相談",
    募集開始: "2024/05/15",
    締め切り: NaN,
    タグ: NaN,
    リンク: "https://dwango.snar.jp/jobboard/detail.aspx?id=avYqla3MTPs",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "実際のチームの一員として現場のエンジニアの指導を受けながら就業いただきます。\n就業型インターンシップであり、実際にユーザーに使われる機能追加・改善を行う実践的な開発業務を経験することができます。\nドワンゴには主に4つの事業領域がありますが、今回はニコニコ事業と教育事業でのインターンシップ募集です。\n業務内容は以下のいずれかとなります。\n\n■参加対象者\n・2026年4月1日に新卒入社可能な方\u3000※2027年4月1日以降の方も応相談\n・専門 / 高専 / 短大 / 大学 / 大学院に在籍しており、卒業・修了予定の方\n・最低3か月就業いただける方\u3000※勤務日数や時間は応相談\n・エントリーシート提出時点において、株式会社ドワンゴの本選考に応募の意思をお持ちの方\n ※応募後に他社への内定受諾を決められた場合はお申し出ください\n\n■ニコニコ事業\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=7\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=9\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=11\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=13\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=15\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=17\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=19\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=21\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=23\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=25\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=27\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=29\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=31\n\u3000\n\u3000※ニコニコ事業については、ドワンゴのインターンシップに関心を持っているものの、ポジションの希望がない、またはポジション選択を迷っている方向けのオープンポジションのご用意をしております。詳しくはエントリーシート内でご確認ください。\n\xa0\n■教育事業\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=33\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=35\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=37\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=39\n・https://speakerdeck.com/dwango_recruit/dwango-engineer-internship-8a9eb4af-d2af-42bd-8025-d08132a29744?slide=41",
    場所: NaN,
    "実施時期 / 待遇": NaN,
    技術スタック:
      "Android, Kotlin, React, Swift, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS, モバイル全般, 機械学習, 配信",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社ヴァル研究所",
    イベント名:
      "【26卒/開発体験型インターン】社会課題に対するソリューションをチーム開発！",
    募集開始: "2024/05/10",
    締め切り: "2024/06/26",
    タグ: "インターン",
    リンク: "https://recruit.jobcan.jp/val/job_offers/1915565",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "📌 話題のMaaS事業を支える「駅すぱあと」のヴァル研究所でサマーインターンシップに参加しませんか？\n\\\\社会課題に対するソリューションの開発体験をする4日間//\n\n🧩 インターンシップで体験できること 🧩\n●チーム開発・エンジニアの仕事体験\n●クラウド環境での開発\n●エンジニア社員と座談会\n●チームビルディングワーク\n\u3000※プログラムは変更になる場合がございますのでご了承ください。\n\n💻 利用予定の技術 💻\n・未定\n\u3000※WebAPIを活用してデータを取得し、操作・表示していただきます。\n\n🌱 応募条件 🌱\n●2026年3月に卒業見込の大学生、大学院生、高等専門学校生\n●大学の講義など、言語を問わず何かしらのプログラミング経験がある方",
    場所: "リモート",
    "実施時期 / 待遇":
      "【開催日程】\n●1回目：2024年8月20日(火)〜23日(金) \n●2回目：2024年9月3日(火)〜6日(金)\n※全日10:00〜17:00、両日程とも同じプログラムです。\n\n【実施方法】\nオンライン\n※PC（カメラ・マイク必須）、インターネット環境をご用意ください。\n※インターン中は終日Zoom（ビデオON）等を利用する予定です。\n\n【諸手当】\n通信費の補助として3,000円分のamazonギフトコードをお送りします。",
    技術スタック:
      "API, Webバックエンド, Webフロントエンド, チーム開発, 課題解決",
    選考フロー: "\n1. エントリー\n2. 技術課題/応募フォーム入力\n3. 参加",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ヴァル研究所",
    イベント名:
      "【26卒/就業型インターンシップ】ITの力で移動の課題を解決しよう！",
    募集開始: "2024/05/10",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://recruit.jobcan.jp/val/job_offers/1915565",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "📌 話題のMaaS事業を支える「駅すぱあと」のヴァル研究所で就業型インターンシップに参加しませんか？\n\\\\実際の開発チームにジョインして、実開発業務を担っていただきます//\n\n🏙️配属先・想定業務🏙️\n●mixway Team：複合経路検索サービス「mixway API」に関する業務（JavaScript(Node.js)）\n●Webサービス開発チーム：公共交通案内APIサービス「駅すぱあと API」に関する業務（C言語/Ruby/JavaScript）\n●コアエンジンチーム：「駅すぱあと」エンジン(経路探索、運賃計算)に関する業務（C言語/C++）\n●マルチ/バスデータ開発チーム：「駅すぱあと」搭載の公共交通機関データ作成に関する業務（VBA/Go言語/Ruby）\n●データシステムチーム：「駅すぱあと」搭載データ作成用のサービスやツールの開発に関わる業務（Go言語/Java/C#）\n※詳しくはhttps://drive.google.com/file/d/13CXxnnWQrFE-rS4eW0EMRdjCxDwy2tEu/view?usp=drive_linkもご覧ください。\n\n🌱応募条件🌱\n●2026年3月に卒業見込の大学生、大学院生、高等専門学校生\n●各チームの利用予定言語での開発経験がある方",
    場所: "リモート可, リモート＋対面出社",
    "実施時期 / 待遇":
      "【開催日程】\n2024年8月～12月の2～3か月を予定\n\u3000※1日4～6時間程度、週2～3日勤務（都度相談・シフト制）\n\n【実施方法】\n出社/リモートのハイブリッド勤務\n\u3000※出社は状況により週1日程度の予定・都度相談。PC貸与。\n\n【給与】\n●時給1,300円\n●出社日の通勤にかかる費用は実費支給します（遠方の場合も応相談）",
    技術スタック:
      "API, AWS, C, C++, GitHub, Go, JavaScript, Ruby, Ruby on Rails, TypeScript, アルゴリズム, ソフトウェア開発, チーム開発, バックエンド",
    選考フロー:
      "1. エントリー\n2. 技術課題/応募フォーム入力\n3. オンライン面接\n4. 参加\n※インターン参加後は本選考の選考フローを優遇いたします！",
  },
  {
    募集状況: "募集中",
    主催: "株式会社出前館",
    イベント名: "出前館サービス開発に携わる！実践型サマーインターン募集！",
    募集開始: "2024/06/19",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/demaecan/jobs/1999046117321252871",
    対象者: "25卒, 26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "・実際の課題。タスクにアサインされ、業務に取り組んでいただきます。出前館サービスはtoC向けのみならず、toB向けのサービスも展開しているため、多くのユーザーを抱える大規模サービスの開発に携わることができます。大規模サービスのリリースや改修における、技術の使い方、設計思想、チーム内外とのコミュニケーションなど、大規模ならではの知見を得ることができます。実際の業務と同じ基準でコードレビューなどのフィードバックが行われ、求められる質や観点を学ぶことができるため、成長につながる様々なインプットを得ることができます",
    場所: "リモート可, リモート＋対面出社, 東京",
    "実施時期 / 待遇": "8月または9月予定／時給\xa01,500円 〜",
    技術スタック: "AWS, Java, Webバックエンド, バックエンド",
    選考フロー: "エントリーシート提出→スキルテスト→人事面談→エンジニア面接",
  },
  {
    募集状況: "終了",
    主催: "Visional（ビズリーチ）",
    イベント名:
      "【26卒】ものづくりのプロセスが学べる5daysインターンシップ！Engineer & Designer Internship 2024",
    募集開始: "2024/04/08",
    締め切り: "2024/06/21",
    タグ: "インターン",
    リンク:
      "https://public.n-ats.hrmos.co/rookie/jobs/1976135573173616640?_ga=2.75583637.1419558330.1712540196-1417867169.1674099947",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "モノづくりにおいて大事にしている価値観を体感いただけるような、エンジニアとデザイナー合同の5日間のプログラムを企画しております。\n\n【インターンで得られる経験】\n1.ユーザー視点で深く考え抜く経験ができる\n学生のうちには経験しづらい、BtoBサービスの設計を通じて、ユーザー視点で考え抜くモノづくりの難しさと面白さを体験できます。\n\n2.職種にとらわれずモノづくり全体を多角的な視点で考えられる\n本質的な価値をつくるためには、得意領域に限らず、様々な視点で考えることが求められます。チームの仲間との議論を通じて、モノづくりに対する多角的な視点を得られます。\n\n3.エンジニアとデザイナーが合同で リアルなモノづくりのプロセスが学べる\nエンジニアとデザイナーが合同で課題に取り組んでいただきます。リアルに近いモノづくりの環境とプロセスのなかで、協働のやりがいを味わっていただきます。",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "■日程\n・Term1：8月26日（月）~ 8月30日（金）\n・Term2：9月9日（月）~ 9月13日（金）\n・Term3：9月23日（月）~ 9月27日（金）\n\n■場所：株式会社ビズリーチ本社 渋谷オフィス※状況に応じて、オンライン実施に切り替えさせていただく場合もございます\n\n■待遇：交通費・宿泊費負担（※諸条件あり）",
    技術スタック: NaN,
    選考フロー:
      "エントリーシート ▶︎ コーディングテスト/ポートフォリオ提出 ▶︎ 個人面接（複数回） ▶︎ インターン内定",
  },
  {
    募集状況: "終了",
    主催: "Visional（ビズリーチ）",
    イベント名:
      "【26卒｜インターン説明会】ものづくりのプロセスが学べる5daysインターンシップ！Engineer &Designer Internship 2024",
    募集開始: "2024/04/08",
    締め切り: "2024/06/21",
    タグ: "説明会",
    リンク:
      "https://public.n-ats.hrmos.co/rookie/events/1976153322994679808?_ga=2.173168931.1419558330.1712540196-1417867169.1674099947",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "Visionalグループ(株式会社ビズリーチ)の会社概要とサマーインターンシップについての説明会を実施します！プロダクト職（エンジニア・デザイナー）のサマーインターンシップの内容や選考についてもお話しますので、ぜひお気軽にご参加ください。また、質疑応答の時間も設けておりますので、ぜひ気になることや不明点があれば説明会の中でご質問いただけますと幸いです。",
    場所: "リモート",
    "実施時期 / 待遇":
      "■説明会実施日程\n・5月28日(火)12:00〜13:00\u3000\n・5月30日(木)18:00〜19:00\n・6月4日(火)16:00〜17:00\n・6月6日(木)16:00〜17:00\n・6月11日(火)12:00〜13:00\n・6月13日(木)17:00〜18:00\u3000\n・6月18日(火)12:00〜13:00\n・6月20日(木)16:00〜17:00",
    技術スタック: NaN,
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社ギフティ",
    イベント名: "26卒エンジニアインターン",
    募集開始: "2024/04/22",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://herp.careers/v1/giftee/IdHiYc-TRpZV",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【インターンについて】\n機能的な価値だけではなく情緒面とのバランスを取り「ギフト」を様々な領域に掛け算し、「ギフト体験」を通じ、キモチが循環する社会の実現を目指す最適なプロダクトを自社開発しているギフティの「なぜそのプロダクトを作るのか」から「どのように作っているのか」まで、実際に手を動かし3日間で体感していただきます。\n\n【必須スキル】\n- 2026年4月に入社可能な方\n- Webアプリケーションの開発経験\n  - 授業、インターン、個人開発等の種別は問いません\n\n【歓迎スキル】\n- チーム開発経験\n- Ruby on Rails の経験、スキル\n\n【求める人物像】\n- ギフティのミッション、カルチャーに共感できる\n- ビジネスや事業に対する興味関心が高く、知的好奇心旺盛な方\n- 高い目標を掲げて、達成のための方法を自ら考え、試行錯誤しながら推進していくことが好きな方\n- 正解のない環境下でも、自分なりの考えを持って進めていくことに臆せず、その環境を楽しめる方",
    場所: "(相談可能), リモート, 対面出社",
    "実施時期 / 待遇":
      "給与：活動支援金（2万円）\n\n勤務地：東京本社\n（東京都品川区東五反田2-10-2 東五反田スクエア12階）\n※在宅勤務の場合：労働者の自宅\n※変更の範囲：国内外の会社の定めるオフィス \n\n雇用形態：インターン（アルバイト契約）\n\n勤務体系：\n- 連続して3日間のインターン勤務となります\n- コアタイム11時〜16時/1日の所定労働時間8時間目安",
    技術スタック:
      "API, AWS, Flutter, GCP, GitHub, Go, Python, React, Ruby, Ruby on Rails, Terraform, TypeScript, Vue.js, インフラ, スクラム, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社SmartHR",
    イベント名:
      "4daysサマーインターンシップ 2024(ウェブアプリケーションエンジニア)",
    募集開始: "2024/04/12",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/smarthr/pages/91417",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "概要\n• このインターンは労働にまつわる社会課題をなくし、誰もがその人らしく働ける社会をつくる「well-working」の実現、を目指すSmartHRでの業務の流れに寄せた全4日間のアジャイル体感型のプログラムです。\n• SmartHRの開発チームの営みのひとつである「アジャイル開発（スクラム）」の流れに沿って、様々なコンテンツに取り組んでいただきます。\n• 4日間のスクラムを通じてウェブアプリケーションを一つ開発しましょう。\n• Ruby on Rails / React(TypeScript) での開発環境を準備しています。\n\n応募資格（必須）\n• 学歴不問（大学院や大学、高専、専門学校等、また学年・学歴・学部・学科は問いません。)\n• 正社員としての就業経験がない方\n• 日本での就労資格を持つ方\n\n参加メリット\n• アジャイル開発を通じた開発の工夫やカルチャーの体験\n• SmartHR社員や、他の参加者との交流\n• SmartHRのミッション・ビジョンを開発を通して体感できる\n\n開催場所\n〒106-6217 東京都港区六本木3-2-1 住友不動産六本木グランドタワー\n\n======\n\nインターンシップ説明会\n30分〜45分程度の会社説明会と人事との座談会・エンジニア座談会\nhttps://smarthr.eeasy.jp/risa.irikura/internship\n\nエンジニア座談会\n1時間弱、弊社で実際に働くエンジニアに質問ができる座談会\nhttps://smarthr.eeasy.jp/risa.irikura/engineer_talk\n\n",
    場所: "対面出社, 東京",
    "実施時期 / 待遇": "2024/08/27(火)-2024/08/30(金)",
    技術スタック:
      "React, Ruby, Ruby on Rails, TypeScript, Webバックエンド, Webフロントエンド, Web全般, スクラム",
    選考フロー: "1.選考フロー\n2.一次選考",
  },
  {
    募集状況: "終了",
    主催: "株式会社ナビタイムジャパン",
    イベント名: "オープンカンパニー",
    募集開始: "2024/03/28",
    締め切り: "2024/06/27",
    タグ: "イベント",
    リンク:
      "https://sites.google.com/career.navitime.co.jp/internship/%E3%82%AA%E3%83%BC%E3%83%97%E3%83%B3%E3%82%AB%E3%83%B3%E3%83%91%E3%83%8B%E3%83%BC?authuser=0",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■体験内容\n当社は、創業以前から研究を重ねてきた世界唯一の「経路探索アルゴリズム」の技術をもとに、さまざまな移動を支えるサービスを提供するとともに、人やモノの移動が関わるさまざまな社会課題の解決に取り組んでいます。\n全社員のおよそ85％がエンジニアとデザイナーで占められている当社は、「プロジェクト」と呼ばれる少人数で構成されたチームの単位で、サービや研究開発の企画から仕様検討、実装、運用、分析までのすべての工程を担っています。そのため、当社のエンジニア・デザイナーは文字通り「自ら考えたアイデアを、自らの手でカタチにして世に送り出し、ビジネスとして動かしていく」ところまでの全てに携わることができます。\nこれからエンジニアやデザイナーとして社会に出ようとしているみなさんに、このオープンカンパニーにご参加いただくことで、「自社サービスを開発するIT企業」のエンジニア・デザイナーの働き方について知っていただくとともに、社員との交流を通じて企業理解を深め、今後の就職活動に向けたヒントを掴み取っていただきたいと思います。\n\n■体験を通じて得られること\n• 自社サービスを開発するIT企業のエンジニア・デザイナーの働き方を知ることができる\n• オフィス見学により、実際に社員が働いている様子を見ることができる\n• 先輩社員との交流ができる",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "■実施時期・時間・場所\n・以下いずれか、ご都合の良い日程をエントリー時に選択してください\n\u3000・5/9(木)\u300017:00～18:00（応募締切\u30005/2(木)）\n\u3000・6/4(火)\u300017:00～18:00（応募締切\u30005/28(火)）\n\u3000・7/4(木)\u300017:00～18:00（応募締切\u30006/27(木)）\n・ナビタイムジャパン本社（東京都港区南青山3-8-38\u3000クローバー南青山）",
    技術スタック: NaN,
    選考フロー: "書類選考→合否連絡",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ナビタイムジャパン",
    イベント名: "エンジニア体験",
    募集開始: "2024/03/28",
    締め切り: "2024/07/15",
    タグ: "インターン",
    リンク:
      "https://sites.google.com/career.navitime.co.jp/internship/%E3%82%A8%E3%83%B3%E3%82%B8%E3%83%8B%E3%82%A2%E4%BD%93%E9%A8%93?authuser=0",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■体験内容\n当社がサービスを提供する上で活用している自社開発のAPI（経路探索技術や地図、地点のデータなどを簡単に呼び出して、自身のアプリケーション開発に用いることができるようにしたもの）を用いて、Webアプリケーションの開発に取り組んでいただきます。\n開発いただくアプリケーションの内容、機能などについては、参加いただく学生のみなさん自身で決めていただきますので、「独学で勉強を始めている」といった初学者から、大学の講義や演習を通じて学んでいるものの「実際の開発現場に入ってすぐにモノづくりを始められるほどの自信はない・・・」といったレベルの方まで学びのあるプログラムにしております。\n開発にあたっては、当社エンジニアから適宜アドバイスを受けることができ、より現実に近いかたちで業務の体験をしていただくことが可能です。また期間中には、先輩社員との座談会（ランチ会）や懇親会などを通じ、当社の雰囲気や実際の業務に対する理解も深めていただけます。\n\n■体験を通じて得られること\n• 自社サービスを開発する企業のエンジニアの働き方を知ることができる\n• 自ら考えたアイデアを、実際に動くWebアプリケーションのカタチにしていく過程を体験できる\n• 社員から技術指導やフィードバックが得られる\n• 先輩社員や他のインターンシップ参加者との交流ができる\n\n■応募要件\nJavaScript,HTML/CSSについて、基本的な文法を理解されている方。あるいは、参加までにご自身で勉強ができる方。\n\n※以下のような経験をお持ちの方も、充分に学びのあるプログラムです。\n• Webアプリケーションの開発経験をお持ちの方\n• 何かしらのAPIを用いた開発経験をお持ちの方\n• Web系言語以外での開発経験をお持ちの方",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "■実施時期・時間・場所\n・各回3日間のプログラムです\n\u3000・8/6(火)～8/8(木)\n\u3000・8/20(火)～8/22(木)\n\u3000・9/3(火)～9/5(木)\n\u3000・9/17(火)～9/19(木)\n・原則として、各日10:00～17:00\n・ナビタイムジャパン本社（東京都港区南青山3-8-38\u3000クローバー南青山）\n\n※エントリー時に、ご希望の日程をお選びください\n\n■条件\n• （遠方にお住いの方のみ）交通費支給\n\u3000新幹線/特急・航空機・フェリー・高速バスなど特別な交通機関を使って移動・参加される方には、当社規定に従って往復分の代金を後日銀行振込にて支給いたします。\n• 昼食は社内販売のお弁当を会社負担にて支給いたします",
    技術スタック: "API, CSS, HTML, JavaScript, Webフロントエンド",
    選考フロー: "書類選考→面接1回→合否連絡",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ナビタイムジャパン",
    イベント名: "開発体験",
    募集開始: "2024/03/28",
    締め切り: "2024/07/15",
    タグ: "インターン",
    リンク:
      "https://sites.google.com/career.navitime.co.jp/internship/%E9%96%8B%E7%99%BA%E4%BD%93%E9%A8%93?authuser=0",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■体験内容\n当社に60～70ほどある「プロジェクト」いずれかの一員として、社員と共に実際に夜に出ていくサービスの開発、もしくはそのサービスの裏側で用いられるさまざまな要素技術の研究開発に携わっていただきます。\n社員のフィードバックを受けながら、仕様検討から実装までの実務の一連の流れを体験していただくため、文字通り、「自ら考え、手を動かして開発したものが世に出て、多くのユーザーの方々に使っていただくことで社会に存在する「移動の課題」の解決につながっていくことを実感することができます。\n\n※個人向けもしくは企業向けのモバイル／Webアプリケーションの開発、サーバサイド開発、アルゴリズムや機械学習などのバックエンド開発など、さまざまなプロジェクトに配属可能性があります。\n\n※配属先のプロジェクトについては、お持ちのスキルや経験、ご希望などを、エントリー時にご記入いただく情報、および面接を通じて確認の上、決定します。\n\n■体験を通じて得られること\n• 自社サービスを開発する企業のエンジニアの働き方を知ることができる\n• 実務経験が得られる\n• 社員から技術指導やフィードバックが得られる\n• 作ったものが世に出ていく体験ができる\n• 先輩社員との交流ができる\n\n■応募要件\n・2025年4月～2026年3月に大学・大学院をご卒業予定の方（「26卒」として就活をされる予定の方）\n・以下のいずれかのプログラミング言語・環境で開発経験がある方\n\u3000\u3000• Swift/Kotlin\n\u3000\u3000• Go\n\u3000\u3000• Java\n\u3000\u3000• HTML/CSS/JavaScript\n\u3000\u3000• C/C++/C#\n\u3000\u3000• Python\n\u3000※以下の開発経験がある方は、配属可能なプロジェクトが比較的多くなります\n\u3000\u3000• iOSもしくはAndroidアプリの開発経験をお持ちの方\n\u3000\u3000• Webアプリケーション開発の経験をお持ちの方",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "■実施時期・就業時間・実施場所\n・2024年8月～9月の間の、平日のみ10～15日間\n・原則として、各日10:00～17:00\n\u3000※ご参加いただくスケジュールについては、面接時に相談の上決定します\n・ナビタイムジャパン本社（東京都港区南青山3-8-38\u3000クローバー南青山）\n\n■条件\n・日当（時給1,600円）\n・交通費支給\n\u3000※ご自宅または宿泊先とインターンシップ実施場所（ナビタイムジャパン本社）との往復の交通費を、後日銀行振込にて支給いたします。\n\u3000※遠方から参加される場合には、上記に加えご自宅～宿泊先／インターンシップ実施場所の移動にかかる交通費が支給対象となります。\n・昼食は社内販売のお弁当を会社負担にて支給いたします",
    技術スタック:
      "AI, API, C, C#, C++, CSS, Go, HTML, Java, JavaScript, Kotlin, Python, Swift, Web全般, アルゴリズム, サーバーサイド, データサイエンス, バックエンド, モバイル全般, 機械学習",
    選考フロー: "書類選考→面接2回→合否連絡",
  },
  {
    募集状況: "終了",
    主催: "株式会社ナビタイムジャパン",
    イベント名: "データ運用・改善体験",
    募集開始: "2024/03/28",
    締め切り: "2024/05/31",
    タグ: "インターン",
    リンク:
      "https://sites.google.com/career.navitime.co.jp/internship/%E3%83%87%E3%83%BC%E3%82%BF%E9%81%8B%E7%94%A8%E6%94%B9%E5%96%84%E4%BD%93%E9%A8%93?authuser=0",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■体験内容\n当社のサービスや、それらを構成する技術を支えるさまざまな「データ」の運用・作成に関わる業務を体験していただきます。\nデータ作成・運用がメインのミッションとなるプロジェクトに所属いただき、先輩社員の指導・サポートを受けながら経路探索技術やサービスを支えるデータの整備・運用をご担当いただきます。\n（例えば、以下のようなデータに関わっていただきます）\n\n• 道路データ（車やバイク、自転車などを対象としたナビゲーションサービスに欠かせない「経路探索技術」に必要な道路ネットワークデータの運用・改善・新データの開発など）\n• POIデータ（ナビゲーションサービスに欠かせない「地点データ」の運用・改善・新データの開発など）\n• 高速料金データ（カーナビに欠かせない「高速道路料金データ」の運用・改善など）\n• 鉄道時刻表データ（ナビゲーションサービスに欠かせない「鉄道時刻表データ」の運用・改善など）\n• バス時刻表データ（ナビゲーションサービスに欠かせない「バス時刻表データ」の運用・改善など）\n• 海外公共交通データ（海外向けに展開しているナビゲーションサービスを支える「公共交通機関の時刻表データ」などの運用・改善など\n※データ作成・運用業務のために必要なプログラミング言語や開発ツール（jenkinsなど）を用います\n※配属先のプロジェクトについては、お持ちのスキルや経験、ご希望などを、エントリー時にご記入いただく情報、および面接を通じて確認の上、決定します。\n\n■体験を通じて得られること\n• 自社サービスを開発する企業のエンジニアの働き方を知ることができる\n• 多くのユーザーの移動を支えるサービスの裏側を知ることができる\n• 社員から技術指導やフィードバックが得られる\n• 先輩社員との交流ができる\n\n■応募要件\n・2025年4月～2026年3月に大学・大学院をご卒業予定の方（「26卒」として就活をされる予定の方）\n・プログラミング言語を用いた何かしらの開発経験・コーディングをしたことがあること（独学でも構いません）\n※インターンシップ期間中に期待される具体的な技術や業務内容については、面接を通してすり合わせいたします\n",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "■実施時期・時間・場所\n• 2024年5月～7月の間の1～2週間、各日3時間程度を予定しています。（合計で15～30時間程度）\n• 授業への参加に影響が出ないよう、例えば、授業がある日は夕方16時～19時、授業がない日は終日または午後から半日、などご相談しながら個別に調整いたします。\n・ナビタイムジャパン本社（東京都港区南青山3-8-38\u3000クローバー南青山）\n\n■条件\n• 日当（時給 1,600円）\n• 交通費支給\n\u3000※ご自宅とインターンシップ実施場所との往復の交通費を、後日銀行振込にて支給いたします。\n• 昼食は社内販売のお弁当を会社負担にて支給いたします",
    技術スタック:
      "Python, データエンジニアリング, データベース, データマネジメント, バックエンド",
    選考フロー: "書類選考→面接2回→合否連絡",
  },
  {
    募集状況: "終了",
    主催: "株式会社マイナビ",
    イベント名: "クラウドエンジニア体験プログラム",
    募集開始: "2024/05/30",
    締め切り: "2024/06/27",
    タグ: NaN,
    リンク:
      "https://www.mynavi.jp/saiyou/news/internship/itopen-company-internship/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "２日間で基礎学習から AWS CDK構築までできる!クラウドエンジニア体験プログラム\nクラウドに関する基礎知識を習得できるだけではなく、AWS（Amazon Web Services）を用いて実際にサーバ構築体験が行える貴重なイベントとなっております。\n\nプログラムの詳細\n• 座学（職種説明、AWSに関する講義）\n• CDK体験\n• AWS構成検討体験\n• 社員への構成図発表\n• 社員によるワークへのフィードバック",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "実施日数/形式\n2Days /オンライン形式/グループワーク\n時間は10:00-17:00予定（休憩あり）\n\n１クール\n9月2・3日\u3000 両日10時-17時",
    技術スタック: "AWS, CDK, TypeScript, インフラ, クラウドサービス",
    選考フロー:
      "【エントリーシート〆切：6月27日（木）12:00】\n\n～プログラム参加までの流れ～\n\n①https://job.axol.jp/qd/s/mynavi_26/entry_5230000018/にエントリー\n②メンバーズサイトからエントリーシート提出\n\u3000└［設問内容］参加希望の理由、クラウドサービスの使用経験有無（基礎から行いますので経験がなくてももちろんご参加可能です！）\n③後日詳細ご案内\n\n選考はエントリーシートのみとなっております！\n合格の方には順次詳細をご案内いたしますのでまずはエントリーシートのご提出をお願いします。",
  },
  {
    募集状況: "終了",
    主催: "株式会社マイナビ",
    イベント名: "フルスタック開発プログラム",
    募集開始: "2024/05/30",
    締め切り: "2024/06/27",
    タグ: NaN,
    リンク:
      "https://www.mynavi.jp/saiyou/news/internship/itopen-company-internship/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "WEB開発のすべてを体験できる！フルスタック開発プログラム\nマイナビの開発エンジニアとして、クラウド構築（AWS構成検討体験やCDKを使用したインフラ環境構築）から アプリケーション開発（機能追加やセキュリティ改善など）まで、 サービスを作るにあたって必要となる一連の開発の流れを体験できるプログラムとなっています。\n\nプログラムの詳細\n• AWS構成検討体験\n• AWS環境構築（CDKを使用したインフラ環境構築）\n• アプリの機能追加、ビジュアル改善、セキュリティ改善など\n• 社員へのプレゼンテーション\n• 社員によるワークへのフィードバック",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "実施日数/形式\n6Days /オンライン形式/グループワーク\n時間は10:00-18:00予定（休憩あり）\n\n１クール\n8月20・21・22・23・26・27日\u3000 全日10時-18時\n\n２クール\n9月10・11・12・13・17・18日\u3000 全日10時-18時\n",
    技術スタック:
      "AWS, CDK, Docker, GitHub, Next.js, Node.js, Webバックエンド, Webフロントエンド, Web全般, インフラ, グループワーク, バックエンド",
    選考フロー:
      "【エントリーシート〆切：6月27日（木）12:00】\n\n～プログラム参加までの流れ～\n\n①https://job.axol.jp/qd/s/mynavi_26/entry_5230000018/にエントリー\n②メンバーズサイトからエントリーシート提出\n\u3000└［設問内容］参加希望の理由、今までの開発経験内容と使用技術\n③後日詳細をご案内\n\n選考はエントリーシートのみとなっております！\n合格の方には順次詳細をご案内いたしますのでまずはエントリーシートのご提出をお願いします。",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ミラティブ",
    イベント名:
      "【26卒／長期インターン】ソフトウェアエンジニア（バックエンド / Go）",
    募集開始: "2024/04/17",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://hrmos.co/pages/mirrativ/jobs/2217",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "就業型インターンでは、実際のプロダクト開発チームにジョインいただき、\xa0ゲーム配信プラットフォーム『Mirrativ』のバックエンド開発\xa0に携わって頂きます。\nメンターや他エンジニアのサポートを受けながら、ユーザーに価値提供することを目標として、圧倒的成長を遂げましょう。\n配属先は以下2つのコースを用意しており、適正と希望に応じて決定します。\n\n▼プロダクト開発コース\nGoを用いて『Mirrativ』のバックエンドにおける機能開発をおこなっていただきます。\n\n▼基盤開発コース\nサーバーシステムの可用性・信頼性・保守性を向上させるための開発をおこなっていただきます。\n\n【このインターンのメリット】\n他では得られない技術的成長ができる\n- 就業型で実務に携わるため、 チーム開発の実践経験が積める\n- 配信者数500万人超えという大規模アプリの開発に携わることができる\n- コードレビューの習慣があり、 シニアエンジニアからのフィードバックが得られる",
    場所: "フルリモート, 出社可能性あり",
    "実施時期 / 待遇":
      "通年受け入れ\n※募集枠が埋まり次第終了するため、早めのエントリーをおすすめします",
    技術スタック:
      "Go, Webバックエンド, サーバーサイド, データベース, バックエンド, 配信",
    選考フロー:
      "応募／書類提出\n↓\n面接1回（オンライン）\n↓\nインターン内定、参加",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ミラティブ",
    イベント名: "【26卒／長期インターン】ライブ配信基盤開発",
    募集開始: "2024/04/17",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://hrmos.co/pages/mirrativ/jobs/2219",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "就業型インターンでは、ライブ配信プラットフォーム『Mirrativ』の配信基盤の開発を行っていただきます。\nライブ配信の遅延を極力減らし、配信者・視聴者がストレス無くコミュニケーションを取れるよう、配信サーバや視聴プレーヤーの開発、配信ライブラリの開発等に携わっていただきます。\nメンターや他エンジニアのサポートを受けながら、ユーザーに価値提供することを目標として、圧倒的成長を遂げましょう。\n\n【このインターンのメリット】\n他では得られない技術的成長ができる\n- 就業型で実務に携わるため、 チーム開発の実践経験が積める\n- 配信者数500万人超えという大規模アプリの開発に携わることができる\n- コードレビューの習慣があり、 シニアエンジニアからのフィードバックが得られる",
    場所: "フルリモート, 出社可能性あり",
    "実施時期 / 待遇":
      "通年受け入れ\n※募集枠が埋まり次第終了するため、早めのエントリーをおすすめします",
    技術スタック:
      "GCP, Go, アルゴリズム, インフラ, サーバーサイド, ストレージ, ネットワーク, 画像処理, 配信, 音声",
    選考フロー:
      "応募／書類提出\n↓\n面接1回（オンライン）\n↓\nインターン内定、参加",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ミラティブ",
    イベント名: "【26卒／長期インターン】インフラエンジニア",
    募集開始: "2024/04/17",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://hrmos.co/pages/mirrativ/jobs/2218",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "就業型インターンでは、大規模サービスを支えるインフラチームジョインいただき業務に取り組みます。ミドルウェアの導入やそれにともなう試験の実施や運用/監視ツール・自動化ツールの開発など、ミラティブのインフラは保守運用のみではなく、Goを用いた実装機会が多いことも特徴です。\nメンターや他エンジニアのサポートを受けながら、ユーザーに価値提供することを目標として、圧倒的成長を遂げましょう。\n\n【このインターンのメリット】\n他では得られない技術的成長ができる\n- 就業型で実務に携わるため、 チーム開発の実践経験が積める\n- 配信者数500万人超えという大規模アプリの開発に携わることができる\n- コードレビューの習慣があり、 シニアエンジニアからのフィードバックが得られる",
    場所: "フルリモート, 出社可能性あり",
    "実施時期 / 待遇":
      "通年受け入れ\n※募集枠が埋まり次第終了するため、早めのエントリーをおすすめします",
    技術スタック: "GCP, Go, インフラ, データベース, 配信",
    選考フロー:
      "応募／書類提出\n↓\n面接1回（オンライン）\n↓\nインターン内定、参加",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ミラティブ",
    イベント名: "【26卒／長期インターン】ソフトウェアエンジニア（Unity）",
    募集開始: "2024/04/17",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://hrmos.co/pages/mirrativ/jobs/2216",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "就業型インターンでは、実際のプロダクト開発チームにジョインいただき、\xa0ゲーム配信アプリ『Mirrativ』のUnity開発\xa0に携わって頂きます。\nメンターや他エンジニアのサポートを受けながら、ユーザーに価値提供することを目標として、圧倒的成長を遂げましょう。\n\n【このインターンのメリット】\n他では得られない技術的成長ができる\n- 就業型で実務に携わるため、 チーム開発の実践経験が積める\n- 配信者数500万人超えという大規模アプリの開発に携わることができる\n- コードレビューの習慣があり、 シニアエンジニアからのフィードバックが得られる",
    場所: "フルリモート, 出社可能性あり",
    "実施時期 / 待遇":
      "通年受け入れ\n※募集枠が埋まり次第終了するため、早めのエントリーをおすすめします",
    技術スタック: "Unity, ゲーム, 配信",
    選考フロー:
      "応募／書類提出\n↓\n面接1回（オンライン）\n↓\nインターン内定、参加",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ミラティブ",
    イベント名:
      "【26卒／長期インターン】ソフトウェアエンジニア（Android / Kotlin）",
    募集開始: "2024/04/17",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://hrmos.co/pages/mirrativ/jobs/2215",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "就業型インターンでは、実際のプロダクト開発チームにジョインいただき、\xa0ゲーム配信アプリ『Mirrativ』の Androidアプリの開発\xa0に携わって頂きます。\nメンターや他エンジニアのサポートを受けながら、ユーザーに価値提供することを目標として、圧倒的成長を遂げましょう。\n\n【このインターンのメリット】\n他では得られない技術的成長ができる\n- 就業型で実務に携わるため、 チーム開発の実践経験が積める\n- 配信者数500万人超えという大規模アプリの開発に携わることができる\n- コードレビューの習慣があり、 シニアエンジニアからのフィードバックが得られる",
    場所: "フルリモート, 出社可能性あり",
    "実施時期 / 待遇":
      "通年受け入れ\n※募集枠が埋まり次第終了するため、早めのエントリーをおすすめします",
    技術スタック: "Android, Kotlin, 配信",
    選考フロー:
      "応募／書類提出\n↓\n面接1回（オンライン）\n↓\nインターン内定、参加",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ミラティブ",
    イベント名: "【26卒／長期インターン】ソフトウェアエンジニア（iOS / Swift）",
    募集開始: "2024/04/17",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://hrmos.co/pages/mirrativ/jobs/2214",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "就業型インターンでは、実際のプロダクト開発チームにジョインいただき、\xa0ゲーム配信アプリ『Mirrativ』の iOSアプリの開発\xa0に携わって頂きます。\nメンターや他エンジニアのサポートを受けながら、ユーザーに価値提供することを目標として、圧倒的成長を遂げましょう。\n\n【このインターンのメリット】\n他では得られない技術的成長ができる\n- 就業型で実務に携わるため、 チーム開発の実践経験が積める\n- 配信者数500万人超えという大規模アプリの開発に携わることができる\n- コードレビューの習慣があり、 シニアエンジニアからのフィードバックが得られる",
    場所: "フルリモート, 出社可能性あり",
    "実施時期 / 待遇":
      "通年受け入れ\n※募集枠が埋まり次第終了するため、早めのエントリーをおすすめします",
    技術スタック: "Swift, iOS, 配信",
    選考フロー:
      "応募／書類提出\n↓\n面接1回（オンライン）\n↓\nインターン内定、参加",
  },
  {
    募集状況: "募集中",
    主催: "株式会社MonotaRO",
    イベント名:
      "【26卒向け】モノタロウ🔧 Tech Summer Internship 2024 [Data Science]  -5days",
    募集開始: "2024/04/26",
    締め切り: "2024/07/05",
    タグ: "インターン",
    リンク: "https://forms.gle/YQfz2vuKx5b8fc3i6",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▼実施内容\n専門に応じ、下記いずれかのテーマでデータ分析/データサイエンス業務に取り組んでいただきます。\n例）\n・商品推薦、検索、広告やプロモーションなどのマーケティングにおける最適化など\n・商品検索、データマイニング、自然言語解析、機械学習技術を用いた商品検索システムの開発\n・機械学習、Deep learning技術を用いた商品推薦システムの開発\n・時系列データ分析・予測、最適化問題技術を用いたマーケティング最適化システムの開発\n・商品需要予測、商品発注最適化、倉庫最適化などのサプライチェーンマネジメント（SCM）システムの開発\n・商品情報構造化、商品情報シソーラス構築、検索・推薦用商品情報構築\n\n▼応募資格/必要な経験\n・修士課程もしくは博士課程に在籍しており、2025年3月までに修了見込みの方\n・授業、講習などでの統計、データサイエンスなどの知識（難易度は問いません）\n\n▼こんな方に参加して欲しい\n・自身のデータサイエンスやITに関する知識が、実際のEコマースにどのように活かさせるか経験してみたい方\n・自身の研究またはアイディアを実際にEコマースに応用してみたい方",
    場所: "大阪, 対面出社",
    "実施時期 / 待遇":
      "▼開催期間\n第一回：8月26日(月)～8月30日(金)\u30005日間\n第二回：9月2日(月)～9月6日(金)\u30005日間\n第三回：9月9日(月)～9月13日(金)\u30005日間\n\n▼受入人数\n5~10名程度\n※定員に達した場合、エントリー受付を早期終了する可能性があります。\n\n▼その他\n・就業時間は9:00~18:00（休憩1時間含む）\n・交通費全額支給\n・遠方からご参加される方には、交通費に加えて宿泊先を手配します\n・一部、食事補助あり\n",
    技術スタック:
      "BIツール, ChatGPT, GCP, LMM, ML, MLOps, Python, R, SQL, アルゴリズム, データエンジニアリング, データサイエンス, データサイエンティスト, データ分析, マーケティング, 機械学習, 深層学習, 統計学, 自然言語処理",
    選考フロー:
      "▼選考フロー\n①エントリー\n②書類審査/適性検査\n④面接1回\n⑤参加決定\n\n▼参考情報\n・Techインターンシップ参加レポート\nhttps://note.com/monotaro_note/n/n7bcabaaf3a74?magazine_key=md519b721f772\n\n・公式Note\nhttps://note.com/monotaro_note\n\n・Tech Blog\nhttps://tech-blog.monotaro.com/\n\n・採用ピッチ資料\nhttps://careers.monotaro.com/guide",
  },
  {
    募集状況: "募集中",
    主催: "株式会社MonotaRO",
    イベント名:
      "【26卒向け】モノタロウ🔧 Tech Summer Internship 2024 [Engineering] -5days",
    募集開始: "2024/04/26",
    締め切り: "2024/07/05",
    タグ: "インターン",
    リンク: "https://forms.gle/Vc6YLExEKXni9ywa8",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▼実施内容\n下記の3コースに分かれて実施します。エントリーの際に参加希望のコースをお伺いします。\n①フロントエンドコース\n【タスク内容】\n・Atomic Design の手法を用いて、サイトをコンポーネントに分解\n・自ら開発テーマを定め、React を用いてコンポーネントを実装\n・開発したコンポーネントに対してユニットテストを実装\n【開発環境】\nWindows/Linux, VSCode, TypeScript, React, HTML/CSS, StoryBook\n【魅力】\nStorybookというUIコンポーネントを管理できるオープンソースツールを使い、モノタロウのWebサイトのうち、Atomic DesignのLv3相当のコンポーネントとユニットテストをReact + TypeScriptで実装して頂きます。チーム単位で実際の（ECサイト画面開発における）業務フローに近い形、内容で開発を進める事で実務に近い体験をしていただきます。\n\n②バックエンドコース\n【タスク内容】\n・Goとprotobufを用いて、バックエンドgRPC APIのスキーマ駆動開発を体験する\n・Python FastAPI + Jinja2テンプレートを用いた基幹Webアプリケーションの開発を体験する\n・レガシーなモノリシックシステムをモダンな技術スタックに移植する現場を体感する\n【開発環境】\nGo, Python, gRPC, FastAPI, VSCode, WebAPI, HTML/CSS/JS\n【魅力】\nモノタロウのビジネスを支える基幹システムをモダン化する、リアルな取り組みに触れることができます\nGo言語やgRPC、protobufといった近年採用の増えている技術スタックでの開発を経験することができます\n\n③インフラコース\n【タスク内容】\n・クラウドプラットフォーム（AWS/Google Cloud）やオンプレミス環境のインフラ構築・運用\n・Terraform/ansibleを用いたインフラコードの開発・運用\n・インフラに関する新技術の検証とモダナイゼーションへの適用\n【開発環境】\nWindows/Linux/Mac, AWS, Google Cloud, Terraform, ansible, GitHub Actions, Zabbix, JIRA\n【魅力】\nビジネス用のインフラ構築・運用に関する課題の中から、実際の構築作業や運用作業、それらに関する付随作業など、インフラ開発の一連の流れを担当いただきます\n\n▼応募資格/必要な経験\n・修士課程もしくは博士課程に在籍しており、2026年3月までに修了見込みの方\n・Webに関するプログラミング経験（言語、難易度問いません）\n\n▼こんな方に参加してほしい\n・日本有数のECサイトで、どういう開発をしているか経験してみたい方\n・自身のプログラミングやITに関する知識が、実際のECサイトにどのように活かされるか経験してみたい方",
    場所: "大阪, 対面出社",
    "実施時期 / 待遇":
      "▼開催期間\n第一回：8月26日(月)～8月30日(金)\u30005日間\n第二回：9月2日(月)～9月6日(金)\u30005日間\n第三回：9月9日(月)～9月13日(金)\u30005日間\n\n▼受入人数\n15~20名程度\n※定員に達した場合、エントリー受付を早期終了する可能性があります。\n\n▼その他\n・就業時間は9:00~18:00（休憩1時間含む）\n・交通費全額支給\n・遠方からご参加される方には、交通費に加えて宿泊先を手配します\n・一部、食事補助あり\n",
    技術スタック:
      "API, AWS, GCP, GitHub, Go, Kubernetes, Python, QA, React, SQL, Swift, Terraform, TypeScript, Webバックエンド, Webフロントエンド, インフラ, コンテナ, スクラム, チーム開発, データエンジニアリング, バックエンド",
    選考フロー:
      "▼選考フロー\n①エントリー\n②書類審査\n③適性検査／コーディングテスト\n④面接1回\n⑤参加決定\n\n▼参考情報\n・Techインターンシップ参加レポート\nhttps://note.com/monotaro_note/n/n7bcabaaf3a74?magazine_key=md519b721f772\n\n・公式Note\nhttps://note.com/monotaro_note\n\n・Tech Blog\nhttps://tech-blog.monotaro.com/\n\n・採用ピッチ資料\nhttps://careers.monotaro.com/guide",
  },
  {
    募集状況: "終了",
    主催: "エキサイト株式会社",
    イベント名: "26卒対象｜実務就業型インターンシップ【Booost!!!】",
    募集開始: "2024/05/17",
    締め切り: "2024/06/28",
    タグ: "就業型インターン",
    リンク: "https://recruit.jobcan.jp/excite/job_offers/1935131",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "\\\\\\  少数精鋭のチームでインターン生でも意思決定に携われる！一緒に濃い1ヵ月間過ごしませんか？  ///\nプロダクトの開発チームの一員として参加し、実際の開発に携わっていただく本選考直結の就業型のインターンです。\nインターン期間中には、先輩エンジニアとの面談や座談会など、エキサイトをより知っていただけるコンテンツも開催予定です。\n\n👀このインターンの魅力👀\n・自分の書いたコードを実際にユーザーが使うプロダクトに反映することができる！\n・ビジネスやデザイナーなどの多職種が集まるチーム開発の経験を積める！\n・レビューも多く、スキルアップが可能！\n・インターン期間中にはオフィスで実施するイベントへオフライン参加可能！（交通宿泊費全額支給）\n\n👩\u200d💻関わっていただく予定のプロジェクト👩\u200d💻\n【メディア事業】バックエンド開発(AWS,SpringBoot/Java,データベース/テーブル設計, htmx)\n【メディア事業】アプリ開発(Dart/Flutter, Kotlin, Swift)\n【ヘルスケア系事業】Webサービスの開発（PHP,RDBMS,AWS）\n【インフラ事業】全社サービスおよび業務環境のインフラ構築と運用、情報セキュリティ業務 (AWS,Shell,TCP/IPの理解)\n面接や面談でお話させていただいたうえで、配属先は決定させていただきます。（オファー時に配属先確定）\n\n📝条件📝\n・2026年4月に入社できる方\u3000\n・週2,3日程度勤務できる方\n・授業内外でWebサービスやモバイルアプリを作った経験\n・待ちの姿勢ではなく周りを巻き込み能動的に行動できる人\u3000\n\n✏️参考資料✏️\n過去開催時の参加者のブログとなります。\nhttps://www.wantedly.com/companies/excite/post_articles/401960https://tech.excite.co.jp/entry/2022/03/29/160244\u3000\nhttps://tech.excite.co.jp/entry/2022/03/31/115357",
    場所: "フルリモート, 対面出社可",
    "実施時期 / 待遇":
      "◆インターン期間\n1ヵ月を想定しております。3つ期間があるので、お好きなタームをお選びいただけます\nターム①：8月1日(金)〜8月30日(金)\nターム②：9月2日(月)〜9月27日(金)\nターム③：10月1日(火)〜10月31日(木)\n※上記期間内で平日週2,3日でシフトを組んでいただくので期間中すべて空いている必要はございません\n\n◆待遇\n給与：時給1,500円～\n\u3000\u3000\u3000※ 一人ひとりの経験や能力に合わせて変動あり\n交通費：全額支給\n\u3000\u3000\u3000\u3000※宿泊費も必要に応じて支給\nサポート：先輩エンジニアが1名以上メンターとして対応\nその他：早期選考直結となります。\n\u3000\u3000\u3000\u3000※インターン時の評価に応じて、本選考は特別フローでご案内！",
    技術スタック:
      "API, AWS, Dart, Flutter, Java, Laravel, PHP, Webバックエンド, Webフロントエンド, Web全般, インフラ, チーム開発, モバイル全般",
    選考フロー:
      "①カジュアル面談（希望があれば実施）\n②書類選考\n③面接\n④オファー\n※面接当日にオファー確定予定",
  },
  {
    募集状況: "終了",
    主催: "株式会社はてな",
    イベント名: "はてなサマーインターンシップ2024",
    募集開始: "2024/04/26",
    締め切り: "2024/06/10",
    タグ: NaN,
    リンク: "https://hatena.co.jp/recruit/intern/2024",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【概要】\n• オフライン講義\n    ◦ Webアプリケーション開発のための技術\n    ◦ インフラやライティングも含めたサービス開発の知識\n    ◦ 今年はAIやライティングなどの新たな講義も追加！\n• 課題\n    ◦ 課題に取り組んでいただきます\n    ◦ はてなエンジニアのメンターがオンラインでサポートします\n• コードレビュー\n• チーム開発\n• 面談\n【応募資格】\n• インターン開催時に高専、大学、大学院に在籍\n    ◦ それ以外の場合は応相談\n• 2026年4月までに入社可能な方\n    ◦ それ以外の場合は応相談\n• 基本的に全日程参加できる方※一部の日程で参加できない方は応相談\n• リモートでの参加が可能な方\n• リモート参加のため、以下の設備・環境が利用可能な方\n    ◦ 開発用PCは貸与します\n        ▪ Macbook Pro\n    ◦ 高速なインターネット回線と十分な通信容量\n        ▪ 光回線を推奨\n    ◦ 任意の時間、ビデオチャットを行える設備・環境\n        ▪ Webカメラ・マイク付きのイヤホン等※インターンシップの単位認定をサポートします。教務課に申請書類を確認の上、ご提出ください※参加者には、はてなの新卒エンジニア職応募の際に書類選考を免除し、面接を確約します",
    場所: "リモート, リモート可, リモート＋対面出社, 京都, 対面出社可",
    "実施時期 / 待遇":
      "• 日給 10,000円（チーム配属・プロダクト開発に携わる 4〜15日目の12日分について支給）\n• 前半講義パート：京都への交通費・宿泊費（遠方の方のみ）\n",
    技術スタック:
      "Webバックエンド, Webフロントエンド, インフラ, コンテナ, チーム開発, データベース, バックエンド",
    選考フロー:
      "• エントリーフォームに入力いただいた内容の審査\n• Google Meetによるビデオ面接",
  },
  {
    募集状況: "終了",
    主催: "freee株式会社",
    イベント名:
      "26卒｜早期選考直結！急成長SaaSでQAエンジニアの現場を体感するサマーインターン！＜未経験OK/文理不問＞",
    募集開始: "2024/03/28",
    締め切り: "2024/05/31",
    タグ: "インターン",
    リンク:
      "https://freee.my.salesforce-sites.com/SurveyCollector?surveyId=a7e2t000000Cq2cAAC&srcId=a4m10000000kQ3uAAE&utm_cid=1354804451.1698822224",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "＜注目のメガベンチャーでQAエンジニアを知る、実践できるプログラム＞\n・JSTQBが提供する世界標準のソフトウェアテスト知識体系をもとにした希少性の高い知識が習得できます。\n・freeeのQAチームが実際に行っている最新のQAプロセスをつかっての実務が経験できます。\n・freeeの開発現場の最前線でQA業務を担当しているQAエンジニアがメンターとして付きます。\n＜経験＞プログラミング未経験OK",
    場所: "リモート＋対面出社",
    "実施時期 / 待遇":
      "■インターン実施期間\n①8/26㈪-30㈮\u300010:00-19:00（1H休憩）\n②9/9㈪-13㈮\u300010:00-19:00（1H休憩）\n※参加日程は①②のいづれかをご指定頂きます。\n■待遇：5万円（1万円/1日）\n最終日には大崎ネストへご招待！オフィスツアー等を実施します！",
    技術スタック: "未経験",
    選考フロー: "説明会→ES→面接2回→インターン参加決定",
  },
  {
    募集状況: "募集中",
    主催: "freee株式会社",
    イベント名:
      "freee株式会社【26卒】早期選考直結！未来のエンジニア募集！急成長SaaSで学ぶサマーインターン！",
    募集開始: "2024/04/30",
    締め切り: "2024/07/31",
    タグ: "インターン",
    リンク:
      "https://freee.my.salesforce-sites.com/SurveyCollector?surveyId=a7e2t000000Cq31AAC&utm_cid=324370549.1693549511",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "※エンジニアリング初心者向けコースです\n※以下の応募資格をいずれも満たす方が参加可能なコースです\n※会社の雰囲気を知りたい方はこちらのイベントも併せてご参加ください！！！\n→https://freee.connpass.com/event/318232/\n\n◆応募資格◆\n①2026年4月にご入社可能な方\n②インターン実施期間に全日可能な方\n③独学/スクール/授業などでプログラミングを3か月～学習している\n④実務経験が半年未満（実務経験無しも可）\n\n◆インターン実施期間（予定）◆\n9月25日（水）～9月27日（金）",
    場所: NaN,
    "実施時期 / 待遇":
      "■インターン実施期間（予定）\n9月25日（水）～9月27日（金）",
    技術スタック: "Web全般",
    選考フロー:
      "エントリー →面談/説明会参加→ コードテスト（初級レベル）→ 適性検査→ 面接 → インターン参加！",
  },
  {
    募集状況: "募集中",
    主催: "freee株式会社",
    イベント名:
      "freee株式会社【26卒】早期選考直結！急成長Saas企業でエンジニアリングを体験できるサマーインターン！＜未経験OK/文理不問＞",
    募集開始: "2024/04/30",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://freee.my.salesforce-sites.com/SurveyCollector?surveyId=a7e2t000000Cq2wAAC&utm_cid=324370549.1693549511",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "※エンジニアリング未経験者向けコースです\n※以下の応募資格をいずれも満たす方が参加可能なコースです\n※会社の雰囲気を知りたい方はこちらのイベントも併せてご参加ください！！！\n→https://freee.connpass.com/event/318232/\n\n◆応募要件◆\n①2026年4月にご入社可能な方\n②インターン実施期間に全日可能な方\n③独学/スクール/授業などでプログラミングを学習している期間が3か月未満であること\n④エンジニアとしての実務経験なし\n\n◆インターン実施期間（予定）◆\n8月7日（水）～8月9日（金）\n\n◆内容◆\n※未経験者の方をメインにしているコースです。尚、夏インターンの成果によって本選考の特別選考ルートをご用意をしております。\n・まずは基礎的な技術力を養うためのアウトプットをしてみましょう。\n・失敗も大歓迎！試行錯誤する楽しさを体感してください。\n・大事なのは創り出すことを楽しむことです！\n\n詳細は説明会でお伝えします！",
    場所: NaN,
    "実施時期 / 待遇":
      "■インターン実施期間（予定）\n8月7日（水）～8月9日（金）",
    技術スタック: "Web全般, 未経験",
    選考フロー:
      "エントリー→面談/説明会参加→ エントリーシート → 適性検査→面接 → インターン参加！",
  },
  {
    募集状況: "終了",
    主催: "freee株式会社",
    イベント名: "freee株式会社【2026年卒向け】就業型2week Internship",
    募集開始: "2024/03/15",
    締め切り: "2024/06/12",
    タグ: "インターン",
    リンク:
      "https://freee.my.salesforce-sites.com/SurveyCollector?surveyId=a7e2t000000Cq2IAAS&utm_cid=806575095.1655456776",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■応募要件\n①2026年4月にご入社可能な方\n②インターン実施期間に全日参加可能な方\n\n■インターン実施期間（予定）\n①2024/8/19(月)〜2024/8/30(金)\n②2024/9/02(月)〜2024/9/13(金)\n\n■インターン内容\nfreeeの開発チームにて2weekの就業型インターン。数百万ユーザーが利用するプロダクトで、実際に社員が取り組む予定だったタスクに従事していただきます。大規模開発、モダンな開発環境、スピード感、ユーザーの課題解決の難しさなどを味わうことが出来るインターンです。\n※過去配属実績\n・各プロダクト(人事労務、会計、サインetc)、モバイル、基盤、グローバル etc.\n\n■実施方法\nオンライン/オフラインのハイブリッド。\n交通費一部支給。(弊社規定内。宿泊費は支給予定はありません。)\n※急遽変更になる可能性がございます。\n\n■25卒学生のインターン体験記\n・https://qiita.com/chanon-mike/items/4e9ffa52ee726c9017a8\n・https://trap.jp/post/2010/",
    場所: "リモート＋対面出社",
    "実施時期 / 待遇":
      "▼給与\n160,000円\n(16,000円/日*10日間)\n▼交通費\n一部補助あり。\n※宿泊費の補助はありません。\n▼サポート\n・現役エンジニアよるメンターサポート\n・社員との1on1実施可\n▼そのほか\n・早期選考直結です。インターン中の成果によって、一部の方は選考を一部免除する可能性がございます。",
    技術スタック:
      "API, Android, Go, JavaScript, Kotlin, React, Ruby on Rails, Swift, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS",
    選考フロー:
      "1.エントリー\n2.説明会参加\n3.コーディングテスト\n4.面接(1回)\n5.インターン参加",
  },
  {
    募集状況: "終了",
    主催: "ちゅらデータ株式会社（KDDIグループ傘下）",
    イベント名:
      "大阪 開催【26新卒・27新卒】KDDIグループ傘下｜ 本選考に有利！最先端技術を速習する2日間＜データサイエンティストとデータエンジニア両方学べる / 全国開催＞",
    募集開始: "2024/05/08",
    締め切り: "2024/05/31",
    タグ: NaN,
    リンク: "https://churadata.okinawa/jobs/summer-internship2024/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "KDDIグループ傘下で、データ分析を専門に事業を拡大させているちゅらデータ株式会社です。\n毎年「こんなに面白い体験ってない！」とご好評いただいているサマーインターンですが、今年は全国で開催することとなりました。\nちゅらデータでならではの楽しく・刺激的・凝縮された2日間にご参加ください専生、専門学生、大学生、大学院生の方お待ちしております。\n\n＜ワークショップについて＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/896600\n\n＜「こんな機会はめったにない」と社会人も参加したいと大反響！データ業界を牽引するスターメンバーが講師を担当します＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/899726\n\n【データサイエンティストのワークショップ】\n「ChatGPTを用いた検索アプリケーション開発 (+性能チューニングバトル)」概要：RAG (Retrieval Augmented Generation) 技術を活用し、ChatGPTを用いた高性能な検索アプリケーション開発にチャレンジしましょう！このワークショップでは、生成AI技術の概要から代表的な活用事例の体験まで、ワンストップで体験できます\n\n【データエンジニアのワークショップ】\n「AWS + Snowflake で作るクラウドネイティブデータ基盤構築」クラウドネイティブなデータ基盤をIaC (Infrastructure as Code) で構築します！AWSやSnowflakeなど最新のトレンドを反映しつつ企業の実務に使われているレベルのデータ基盤の構築を体験しましょう！",
    場所: "大阪, 梅田駅",
    "実施時期 / 待遇":
      "実施日：8月31日（土）〜 9月1日（日）2日間\n・本選考の書類選考免除＋優先的に面接案内\n・参加費無料\n・昼食と懇親会費用は会社負担\n・併願OK\n※懇親会では社員と交流可能\n美味しいお店を確保します！！",
    技術スタック:
      "AI, AWS, ChatGPT, LLM, Snowflake, データエンジニア, データエンジニアリング, データサイエンス, データサイエンティスト, 機械学習, 生成AI, 自然言語処理",
    選考フロー: "書類選考（エントリーシートのみ）",
  },
  {
    募集状況: "終了",
    主催: "ちゅらデータ株式会社（KDDIグループ傘下）",
    イベント名:
      "東京 開催【26新卒・27新卒】KDDIグループ傘下｜ 本選考に有利！最先端技術を速習する2日間＜データサイエンティストとデータエンジニア両方学べる / 全国開催＞",
    募集開始: "2024/05/08",
    締め切り: "2024/05/31",
    タグ: NaN,
    リンク: "https://churadata.okinawa/jobs/summer-internship2024/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "KDDIグループ傘下で、データ分析を専門に事業を拡大させているちゅらデータ株式会社です。\n毎年「こんなに面白い体験ってない！」とご好評いただいているサマーインターンですが、今年は全国で開催することとなりました。\nちゅらデータでならではの楽しく・刺激的・凝縮された2日間にご参加ください専生、専門学生、大学生、大学院生の方お待ちしております。\n\n＜ワークショップについて＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/896600\n\n＜「こんな機会はめったにない」と社会人も参加したいと大反響！データ業界を牽引するスターメンバーが講師を担当します＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/899726\n\n【データサイエンティストのワークショップ】\n「ChatGPTを用いた検索アプリケーション開発 (+性能チューニングバトル)」概要：RAG (Retrieval Augmented Generation) 技術を活用し、ChatGPTを用いた高性能な検索アプリケーション開発にチャレンジしましょう！このワークショップでは、生成AI技術の概要から代表的な活用事例の体験まで、ワンストップで体験できます\n\n【データエンジニアのワークショップ】\n「AWS + Snowflake で作るクラウドネイティブデータ基盤構築」クラウドネイティブなデータ基盤をIaC (Infrastructure as Code) で構築します！AWSやSnowflakeなど最新のトレンドを反映しつつ企業の実務に使われているレベルのデータ基盤の構築を体験しましょう！",
    場所: "東京, 東京駅",
    "実施時期 / 待遇":
      "実施日：9月14日（土）〜 9月15日（日）2日間\n・本選考の書類選考免除＋優先的に面接案内\n・参加費無料\n・昼食と懇親会費用は会社負担\n・併願OK\n※懇親会では社員と交流可能\n美味しいお店を確保します！！",
    技術スタック:
      "AI, AWS, ChatGPT, LLM, Snowflake, データエンジニア, データエンジニアリング, データサイエンス, データサイエンティスト, 機械学習, 生成AI, 自然言語処理",
    選考フロー: "書類選考（エントリーシートのみ）",
  },
  {
    募集状況: "終了",
    主催: "ちゅらデータ株式会社（KDDIグループ傘下）",
    イベント名:
      "博多（福岡）開催【26新卒・27新卒】KDDIグループ傘下｜ 本選考に有利！最先端技術を速習する2日間＜データサイエンティストとデータエンジニア両方学べる / 全国開催＞",
    募集開始: "2024/05/08",
    締め切り: "2024/05/31",
    タグ: NaN,
    リンク: "https://churadata.okinawa/jobs/summer-internship2024/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "KDDIグループ傘下で、データ分析を専門に事業を拡大させているちゅらデータ株式会社です。\n毎年「こんなに面白い体験ってない！」とご好評いただいているサマーインターンですが、今年は全国で開催することとなりました。\nちゅらデータでならではの楽しく・刺激的・凝縮された2日間にご参加ください専生、専門学生、大学生、大学院生の方お待ちしております。\n\n＜ワークショップについて＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/896600\n\n＜「こんな機会はめったにない」と社会人も参加したいと大反響！データ業界を牽引するスターメンバーが講師を担当します＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/899726\n\n【データサイエンティストのワークショップ】\n「ChatGPTを用いた検索アプリケーション開発 (+性能チューニングバトル)」概要：RAG (Retrieval Augmented Generation) 技術を活用し、ChatGPTを用いた高性能な検索アプリケーション開発にチャレンジしましょう！このワークショップでは、生成AI技術の概要から代表的な活用事例の体験まで、ワンストップで体験できます\n\n【データエンジニアのワークショップ】\n「AWS + Snowflake で作るクラウドネイティブデータ基盤構築」クラウドネイティブなデータ基盤をIaC (Infrastructure as Code) で構築します！AWSやSnowflakeなど最新のトレンドを反映しつつ企業の実務に使われているレベルのデータ基盤の構築を体験しましょう！",
    場所: "九州, 博多, 博多駅, 福岡",
    "実施時期 / 待遇":
      "実施日：8月24日（土）〜 8月25日（日）2日間\n・本選考の書類選考免除＋優先的に面接案内\n・参加費無料\n・昼食と懇親会費用は会社負担\n・併願OK\n※懇親会では社員と交流可能\n美味しいお店を確保します！！",
    技術スタック:
      "AI, AWS, ChatGPT, LLM, Snowflake, データエンジニア, データエンジニアリング, データサイエンス, データサイエンティスト, 機械学習, 生成AI, 自然言語処理",
    選考フロー: "書類選考（エントリーシートのみ）",
  },
  {
    募集状況: "終了",
    主催: "ちゅらデータ株式会社（KDDIグループ傘下）",
    イベント名:
      "札幌（北海道）開催【26新卒・27新卒】KDDIグループ傘下｜ 本選考に有利！最先端技術を速習する2日間＜データサイエンティストとデータエンジニア両方学べる / 全国開催＞",
    募集開始: "2024/05/08",
    締め切り: "2024/05/31",
    タグ: NaN,
    リンク: "https://churadata.okinawa/jobs/summer-internship2024/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "KDDIグループ傘下で、データ分析を専門に事業を拡大させているちゅらデータ株式会社です。\n毎年「こんなに面白い体験ってない！」とご好評いただいているサマーインターンですが、今年は全国で開催することとなりました。\nちゅらデータでならではの楽しく・刺激的・凝縮された2日間にご参加ください専生、専門学生、大学生、大学院生の方お待ちしております。\n\n＜ワークショップについて＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/896600\n\n＜「こんな機会はめったにない」と社会人も参加したいと大反響！データ業界を牽引するスターメンバーが講師を担当します＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/899726\n\n【データサイエンティストのワークショップ】\n「ChatGPTを用いた検索アプリケーション開発 (+性能チューニングバトル)」概要：RAG (Retrieval Augmented Generation) 技術を活用し、ChatGPTを用いた高性能な検索アプリケーション開発にチャレンジしましょう！このワークショップでは、生成AI技術の概要から代表的な活用事例の体験まで、ワンストップで体験できます\n\n【データエンジニアのワークショップ】\n「AWS + Snowflake で作るクラウドネイティブデータ基盤構築」クラウドネイティブなデータ基盤をIaC (Infrastructure as Code) で構築します！AWSやSnowflakeなど最新のトレンドを反映しつつ企業の実務に使われているレベルのデータ基盤の構築を体験しましょう！",
    場所: "北海道, 札幌駅",
    "実施時期 / 待遇":
      "実施日：8月3日（土）〜 8月4日（日）2日間\n・本選考の書類選考免除＋優先的に面接案内\n・参加費無料\n・昼食と懇親会費用は会社負担\n・併願OK\n※懇親会では社員と交流可能\n美味しいお店を確保します！！",
    技術スタック:
      "AI, AWS, ChatGPT, LLM, Snowflake, データエンジニア, データエンジニアリング, データサイエンス, データサイエンティスト, 機械学習, 生成AI, 自然言語処理",
    選考フロー: "書類選考（エントリーシートのみ）",
  },
  {
    募集状況: "終了",
    主催: "ちゅらデータ株式会社（KDDIグループ傘下）",
    イベント名:
      "沖縄 開催【26新卒・27新卒】KDDIグループ傘下｜ 本選考に有利！最先端技術を速習する2日間＜データサイエンティストとデータエンジニア両方学べる / 全国開催＞",
    募集開始: "2024/05/08",
    締め切り: "2024/05/31",
    タグ: NaN,
    リンク: "https://churadata.okinawa/jobs/summer-internship2024/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "KDDIグループ傘下で、データ分析を専門に事業を拡大させているちゅらデータ株式会社です。\n毎年「こんなに面白い体験ってない！」とご好評いただいているサマーインターンですが、今年は全国で開催することとなりました。\nちゅらデータでならではの楽しく・刺激的・凝縮された2日間にご参加ください専生、専門学生、大学生、大学院生の方お待ちしております。\n\n＜ワークショップについて＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/896600\n\n＜「こんな機会はめったにない」と社会人も参加したいと大反響！データ業界を牽引するスターメンバーが講師を担当します＞\nhttps://www.wantedly.com/companies/company_6549339/post_articles/899726\n\n【データサイエンティストのワークショップ】\n「ChatGPTを用いた検索アプリケーション開発 (+性能チューニングバトル)」概要：RAG (Retrieval Augmented Generation) 技術を活用し、ChatGPTを用いた高性能な検索アプリケーション開発にチャレンジしましょう！このワークショップでは、生成AI技術の概要から代表的な活用事例の体験まで、ワンストップで体験できます\n\n【データエンジニアのワークショップ】\n「AWS + Snowflake で作るクラウドネイティブデータ基盤構築」クラウドネイティブなデータ基盤をIaC (Infrastructure as Code) で構築します！AWSやSnowflakeなど最新のトレンドを反映しつつ企業の実務に使われているレベルのデータ基盤の構築を体験しましょう！",
    場所: "沖縄",
    "実施時期 / 待遇":
      "実施日：9月28日（土）〜 9月29日（日）2日間\n・本選考の書類選考免除＋優先的に面接案内\n・参加費無料\n・昼食と懇親会費用は会社負担\n・併願OK\n※懇親会では社員と交流可能\n美味しいお店を確保します！！",
    技術スタック:
      "AI, AWS, ChatGPT, LLM, Snowflake, データエンジニア, データエンジニアリング, データサイエンス, データサイエンティスト, 機械学習, 生成AI, 自然言語処理",
    選考フロー: "書類選考（エントリーシートのみ）",
  },
  {
    募集状況: "募集中",
    主催: "エン・ジャパン株式会社",
    イベント名:
      "現場エンジニアからのコードレビューあり！エンジニアコース・5daysインターン",
    募集開始: "2024/05/17",
    締め切り: "2024/07/07",
    タグ: "インターン",
    リンク:
      "https://corp-recruit.en-japan.com/company/recruit/event/engineer-internship/index.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "現役のエンジニアと直接コードレビューでやり取りしながら、Webアプリケーションを5日間で完成させてもらいます。 \n\n選定した技術・アーキテクチャも実務的なものなので、インターンを通して実務レベルの技術が身に付きます。\nまた、任意参加のイベントも多数用意しているので、エンの雰囲気も感じられます。\n\n参加コースは、以下の3つのコースから選択可能です。\n• フロントエンドコース Next.js(App Router)/TypeScript\n• バックエンドコース Python/Django REST Framework or PHP/Laravel(REST API)\n• フルスタックコース 上記技術の両方\n\nバック・フロントエンドのどちらかに特化したい方、もしくはどちらともを極めたい方、すべての方にご参加いただける内容です。",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "開催日程\n8月1日（木）～8月7日（水）\n8月21日（水）～8月27日（火）\n9月2日（月）～9月6日（金）\n9月11日（水）～9月18日（水）\n9月24日（火）～9月30日（月）\n※平日10時～18時での実施予定。お昼休憩あり。\n※授業等で中抜けが必要な場合はご相談ください。調整いたします。\n\n開催場所\nオンライン（ZOOM/Gather の利用を想定）\n\n時給\n2250円/ｈ",
    技術スタック:
      "Django, Laravel, Next.js, PHP, Python, TypeScript, Webバックエンド, Webフロントエンド",
    選考フロー:
      "選考フロー\n適性テスト\n↓\nエントリーシート提出\n※機械学習エンジニアを志望される場合は、機械学習に関連する研究or執筆した論文の提出が必要になります。\n↓\nコーディングテスト\n↓\n社員面接\n↓\n選考型インターンシップ\n↓\n最終面接",
  },
  {
    募集状況: "募集中",
    主催: "株式会社マネーフォワード",
    イベント名:
      "【この夏、人生をもっと前へ！本選考直結、就業型インターン】株式会社マネーフォワード",
    募集開始: "2024/03/15",
    締め切り: "2024/07/21",
    タグ: "インターン",
    リンク:
      "https://moneyforward-recruit.snar.jp/entry.aspx?entryid=92caa7d4-0da3-4fff-8e58-9064b30ca541",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◼️就業型インターン\n期間：8月～10月中旬の間で2週間\n※全て平日実施 / 詳細日程については相談可能\n\nマネーフォワードで実際に運用されているプロダクトに触れていただきます！\n1人に対してマネーフォワードエンジニアメンバーが最低1名メンターとして日々の業務のサポートをします。",
    場所: "フルリモート, リモート＋対面出社",
    "実施時期 / 待遇":
      "時給 2,000円\n◎交通費は当社負担\n◎遠方にお住まいの方は、インターン期間中、1往復分の交通費支給と最大2泊分の宿泊先手配があります\n",
    技術スタック:
      "Webバックエンド, Webフロントエンド, インフラ, サーバーサイド, セキュリティ, バックエンド, モバイル全般",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "ラクスル株式会社",
    イベント名: "📌RAKSUL サマーインターン",
    募集開始: "2024/04/05",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/raksul/jobs/1933007638523789328",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      " ■ラクスル 課題解決型インターンシップ：\nエンジニアになった「未来の自分」を体験し、サービス開発の楽しさ・難しさ・面白さを実感できる5日間です。\nラクスルの実際のサービスで抱えている課題をテーマに、開発に取り組んでいただく想定です！\n\n■形式：就業型インターンシップ\n\n■ 実施方法：オンライン・オフラインの両方を取り入れたハイブリッド形式で実施予定\n\n■待遇：100,000円/5日間\n\n■インターンの詳細はこちらもご覧ください！：\nhttps://www.notion.so/038627be5c5243d3a507281e0d65b263?pvs=21",
    場所: "リモート＋対面出社",
    "実施時期 / 待遇":
      "■開催日程：\n2024年9月9日～9月13日の5日間\n\u3000※11:00-19:00\u3000での稼働を想定\n\u3000※インターン開始前に準備のための打ち合わせや作業をお願いする予定です",
    技術スタック: "Web全般",
    選考フロー:
      "・書類選考・コーディングテスト\n・人事面接\n・コードレビュー会",
  },
  {
    募集状況: "終了",
    主催: "ラクスル株式会社",
    イベント名: "📌RAKSUL インターン説明会",
    募集開始: "2024/04/02",
    締め切り: "2024/06/12",
    タグ: "説明会",
    リンク: "https://hrmos.co/pages/raksul/jobs/1933007638523789329",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■当日の内容：\n・会社紹介\n・サマーインターンのご案内\n・ラクスルグループのエンジニアによるトーク、質疑応答会\n\n■こんな方におすすめ！：\n・エンジニア志望の26新卒の方\n・ラクスルグループ・ラクスルのサマーインターンに興味のある方",
    場所: "リモート",
    "実施時期 / 待遇":
      "■開催日程：\n4月19日（金）、4月26日（金）、5月8日（水）、5月20日（月）、5月30日（木）、6月12日（水）\n※開催時刻はすべて18:00～19:30頃を予定しております\n※途中からの参加となってしまう方も大歓迎です！",
    技術スタック: "Web全般",
    選考フロー: "なし",
  },
  {
    募集状況: "募集中",
    主催: "株式会社エクサウィザーズ",
    イベント名:
      "【早期選考直結型】「技術の力で社会課題を解決する」就業型 エンジニアインターンシップ",
    募集開始: "2024/04/15",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://recruit.exawizards.com/newgrads/eng/internship-2",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【早期選考直結型】「技術の力で社会課題を解決する」就業型 エンジニアインターンシップ\n\nインターン期間\n2024年8月19日(月) ~ 9月20日(金)\n※期間中はフルコミットではなく、平日の週3-4日程度活動を想定しております\n※24時間/週以内が目安となり、勤務時間もご自身で調整することが可能です\n\n募集期間\n一次締め切り:2024年6月16日(日)19:00迄\n二次締め切り:2024年6月30日(日)19:00迄\n最終締め切り:2024年7月14日(日)19:00迄\n※一次締め切りで参加人数確定した場合、二次・三次募集は行いませんのでご注意ください\n\n募集職種\nエンジニア総合職\n\nコース\nエントリー時にコースを選択いただけます\n・ソフトウェアエンジニア\u3000\n\u3000┗AIを活用したプロダクト開発\n\u3000┗Cloud Infrastructure\n・機械学習エンジニア\n・数理最適化エンジニア\n\n内容\n現場エンジニアメンターのマンツーマン伴走のもと、機械学習モデルまたはAIプロダクトの開発を実際の開発現場で経験いただきます。\nインターン期間中は現場メンバーとの座談会や、インターン参加者同士での交流機会を用意しております。\n\n対象者\n2026年度に就業予定の高専生・大学生・大学院生\n\n参加人数\n20名程度\n\n参加報酬\n時給2,000円\n\n開催場所\n原則フルリモート勤務\n・最初の3日間(8月19日〜21日)と最終日(9月20日)は【東京オフィス開催】となります。\n・シフト制で活動する時間はご自身で柔軟に調整可能です\n・ご希望に合わせて期間中の出社も可能です\n\n東京本社オフィス\n〒108-0023 東京都港区芝浦4丁目2−8 住友不動産三田ツインビル東館5階\n\nその他\nインターン参加のための交通費は実費支給といたします。(支給条件あり)\nインターンを経てご入社となった際、入社前後に長期インターンや継続的なメンタリングの実施のご案内を差し上げる場合がございます。\n\n※現在公開中の要綱は、予告なく変更することがあります※新型コロナウイルスの感染状況に鑑み、皆様の健康・安全を最優先に配慮して実施させていただきます",
    場所: "リモート＋対面出社",
    "実施時期 / 待遇":
      "インターン期間\n2024年8月19日(月) ~ 9月20日(金)\n※期間中はフルコミットではなく、平日の週3-4日程度活動を想定しております\n※24時間/週以内が目安となり、勤務時間もご自身で調整することが可能です\n\n参加報酬\n時給2,000円\n\n開催場所\n原則フルリモート勤務\n・最初の3日間(8月19日〜21日)と最終日(9月20日)は【東京オフィス開催】となります。\n・シフト制で活動する時間はご自身で柔軟に調整可能です\n・ご希望に合わせて期間中の出社も可能です\n\n東京本社オフィス\n〒108-0023 東京都港区芝浦4丁目2−8 住友不動産三田ツインビル東館5階\n\nその他\nインターン参加のための交通費は実費支給といたします。(支給条件あり)\nインターンを経てご入社となった際、入社前後に長期インターンや継続的なメンタリングの実施のご案内を差し上げる場合がございます。",
    技術スタック:
      "AI, Android, CI/CD, Kotlin, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, セキュリティ, ソフトウェア開発, データアナリスト, データサイエンス, データ分析, バックエンド, マルチモーダルAI, モバイル全般, 機械学習, 深層学習, 生成AI, 画像認識, 自然言語処理",
    選考フロー:
      "STEP1[ エントリー ]\nエントリーボタンから\n↓\nSTEP2[ 一次選考 ]\n書類選考\n↓\nSTEP3[ 二次選考 ]\nコーディングテスト\n↓\nSTEP4[ 三次選考 ]\nオンライン面接\n↓\nSTEP5[ 人事面談 ]\nオンライン面談\n↓\nSTEP6[ オファー ]\nインターン参加オファー",
  },
  {
    募集状況: "終了",
    主催: "フォルシア株式会社",
    イベント名: "【FORCIA】検索アプリケーション開発コース",
    募集開始: "2024/05/07",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://www.forcia.com/jobs/summerinternship2024/spook.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "=====\u3000アプリの理解、提案、実装のノウハウを5日間に濃縮。BtoB の web 開発の業務を通しで体験できます！\u3000=====\n\n▼サマーインターン概要\xa0\n高度な検索技術を軸に企業の課題解決を行うフォルシアのサマーインターンです。 スキルや興味に応じた7つのコースで皆様をお待ちしています。\n\xa0\n▼インターン中のサポート体制\xa0\n・各コースではフォルシアトップクラスのエンジニアがメンターにつき皆様を指導します。\n・面接の際に希望やスキルをヒアリングし、課題内容や難易度を調整します（完全にはご希望にそえない場合もあります）。\xa0\n・インターン中にわからないことがあった場合は、MTGや気軽につぶやけるSlackチャンネルでいつでも質問できます。\n・インターンを通して「働く」ことのイメージが深められるよう、交流会やランチ会、会社説明会などの社員と交流できる場を用意しています（自由参加）。\xa0\n\n▼コースご紹介\n検索アプリケーション開発コース\nECサイトのwebアプリケーションに新機能を追加していただきます。 実際のwebサイトを触って感じた「こんな機能があったらいいな」をビジネスとして仕様に落とし込み、フロントエンド・バックエンドを実装します。 提案から実装・レビューまで、顧客やユーザー目線で開発を行うフォルシアのエンジニアの業務を体験できます。\xa0\n\n▼必須スキル\nJavaScript、SQL、Linux コマンド操作\n（詳細はリンク先をご覧ください）\xa0\n\n本コースの詳細・ご応募はこちらからお願いいたします\nhttps://www.forcia.com/jobs/summerinternship2024/spook.html",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "▼開催期間\n・第1ターム : 8/5 (月) - 8/9 (金)\n・第2ターム : 8/19 (月) - 8/23 (金)\n・第3ターム : 9/2 (月) - 9/6 (金)\n※ ご都合の良いタームでご参加ください\n\n▼待遇\n・参加者全員に 10 万円 （2 万円/日 × 5日間) を支給\n・交通費支給\n・ランチ・懇親会費用全額負担\n・宿泊費支給（遠方からご参加いただく方のみ）\n※ 参加者には2026年新卒採用の特別選考をご案内する場合があります。",
    技術スタック:
      "CSS, HTML, JavaScript, React, SQL, Webバックエンド, Webフロントエンド, Web全般",
    選考フロー:
      "1. エントリーフォームの内容による審査\n2. Google Meet での面接",
  },
  {
    募集状況: "終了",
    主催: "フォルシア株式会社",
    イベント名: "【FORCIA】Googleホテル広告配信最適化コース",
    募集開始: "2024/05/07",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://www.forcia.com/jobs/summerinternship2024/gha.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "=====\u3000大学で培ってきた数理的な能力でビジネス上の課題にチャレンジできます！\u3000=====\n\n▼サマーインターン概要\xa0\n高度な検索技術を軸に企業の課題解決を行うフォルシアのサマーインターンです。 スキルや興味に応じた7つのコースで皆様をお待ちしています。\xa0\n\n▼インターン中のサポート体制\xa0\n・各コースではフォルシアトップクラスのエンジニアがメンターにつき皆様を指導します。\n・面接の際に希望やスキルをヒアリングし、課題内容や難易度を調整します（完全にはご希望にそえない場合もあります）。\xa0\n・インターン中にわからないことがあった場合は、MTGや気軽につぶやけるSlackチャンネルでいつでも質問できます。\n・インターンを通して「働く」ことのイメージが深められるよう、交流会やランチ会、会社説明会などの社員と交流できる場を用意しています（自由参加）。\xa0\n\n▼コースご紹介\nGoogleホテル広告配信最適化コース\xa0\nフォルシアは日本で初めてGoogleホテル広告のインテグレーションパートナーに認定されて以来、顧客企業のGoogleホテル広告運用に取り組んでいます。 本コースでは、Googleホテル広告のパフォーマンス最適化に取り組んでいただきます。 過去に参加された方々は、情報学や統計学、数学などそれぞれの得意分野からホテルの広告配信という課題にアプローチしていました。 今回も皆さんの高度な数理的能力を発揮していただくことを期待しています。\xa0\n\n▼必須スキル\xa0\nなし\n（詳細はリンク先をご覧ください）\n\n本コースの詳細・ご応募はこちらからお願いいたします\nhttps://www.forcia.com/jobs/summerinternship2024/gha.html",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "▼開催期間\n・第1ターム : 8/5 (月) - 8/9 (金)\n・第3ターム : 9/2 (月) - 9/6 (金)\n※ ご都合の良いタームでご参加ください\n\n▼待遇\n・参加者全員に 10 万円 （2 万円/日 × 5日間) を支給\n・交通費支給\n・ランチ・懇親会費用全額負担\n・宿泊費支給（遠方からご参加いただく方のみ）\n※ 参加者には2026年新卒採用の特別選考をご案内する場合があります。",
    技術スタック:
      "アルゴリズム, データサイエンス, データサイエンティスト, データ分析, 統計学",
    選考フロー:
      "1. エントリーフォームの内容による審査\n2. Google Meet での面接",
  },
  {
    募集状況: "終了",
    主催: "フォルシア株式会社",
    イベント名: "【FORCIA】検索DB高速化コース",
    募集開始: "2024/05/07",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://www.forcia.com/jobs/summerinternship2024/speedup.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "=====\u3000実運用に近い大きなデータセットを使って、フォルシアの強みである高速検索の技術と、最新のデータベース技術に触れられます！\u3000=====\n\n▼サマーインターン概要\xa0\n高度な検索技術を軸に企業の課題解決を行うフォルシアのサマーインターンです。 スキルや興味に応じた7つのコースで皆様をお待ちしています。\xa0\n\n▼インターン中のサポート体制\xa0\n・各コースではフォルシアトップクラスのエンジニアがメンターにつき皆様を指導します。\n・面接の際に希望やスキルをヒアリングし、課題内容や難易度を調整します（完全にはご希望にそえない場合もあります）。\xa0\n・インターン中にわからないことがあった場合は、MTGや気軽につぶやけるSlackチャンネルでいつでも質問できます。\n・インターンを通して「働く」ことのイメージが深められるよう、交流会やランチ会、会社説明会などの社員と交流できる場を用意しています（自由参加）。\xa0\n\n▼コースご紹介\n検索DB高速化コース\xa0\nRDBの性能向上に関する試みはここ最近でも新しい報告が沢山あります。このコースでは検索データベースの高速化手法に関する検証と計測を実施いただきます。 フォルシアが培ってきた高速検索のノウハウに触れつつ、最新のデータベース技術の活用を目指すコースです。\xa0\n\n▼必須スキル\nSQL\n（詳細はリンク先をご覧ください）\xa0\n\n本コースの詳細・ご応募はこちらからお願いいたします\nhttps://www.forcia.com/jobs/summerinternship2024/speedup.html",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "▼開催期間\n・第1ターム : 8/5 (月) - 8/9 (金)\n・第2ターム : 8/19 (月) - 8/23 (金)\n・第3ターム : 9/2 (月) - 9/6 (金)\n※ ご都合の良いタームでご参加ください\n\n▼待遇\n・参加者全員に 10 万円 （2 万円/日 × 5日間) を支給\n・交通費支給\n・ランチ・懇親会費用全額負担\n・宿泊費支給（遠方からご参加いただく方のみ）\n※ 参加者には2026年新卒採用の特別選考をご案内する場合があります。",
    技術スタック:
      "RDBMS, SQL, インフラ, ストレージ, チューニング, データベース",
    選考フロー:
      "1. エントリーフォームの内容による審査\n2. Google Meet での面接",
  },
  {
    募集状況: "終了",
    主催: "フォルシア株式会社",
    イベント名: "【FORCIA】SaaSプロダクト運用改善コース",
    募集開始: "2024/05/07",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://www.forcia.com/jobs/summerinternship2024/saas.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "=====\u3000事業メンバーともディスカッションしつつ、旅行業界のビジネスの中核を担うプロダクトの改善プロセスを体験できます！\u3000=====\n\n▼サマーインターン概要\xa0\n高度な検索技術を軸に企業の課題解決を行うフォルシアのサマーインターンです。 スキルや興味に応じた7つのコースで皆様をお待ちしています。\xa0\n\n▼インターン中のサポート体制\xa0\n・各コースではフォルシアトップクラスのエンジニアがメンターにつき皆様を指導します。\n・面接の際に希望やスキルをヒアリングし、課題内容や難易度を調整します（完全にはご希望にそえない場合もあります）。\xa0\n・インターン中にわからないことがあった場合は、MTGや気軽につぶやけるSlackチャンネルでいつでも質問できます。\n・インターンを通して「働く」ことのイメージが深められるよう、交流会やランチ会、会社説明会などの社員と交流できる場を用意しています（自由参加）。\xa0\n\n▼コースご紹介\nSaaSプロダクト運用改善コース\xa0\n旅行施設や旅行プランの情報を画面から入力しデータベースに登録するシステムに対して運用業務改善のための新機能を追加していただきます。 実際に動いているシステムの運用課題を営業担当者からヒアリングし、仕様検討・実装・レビューまで行います。 提案から実装まで、顧客やユーザー目線で開発を行うフォルシアのエンジニアの業務を体験できます。\n★JOINいただくチームの取り組みを紹介したブログ\xa0\n・https://zenn.dev/forcia_tech/articles/20231030_3-2u_discussion ※組織体制は昨年度と変更になっています。\n\n▼必須スキル\nJavaScript、SQL、ORM \n※ ORM : Active Record, Prisma等のObject-Relational Mapperの使用経験（インターン時にはPrismaを使用します。）\n（詳細はリンク先をご覧ください）\xa0\n\n本コースの詳細・ご応募はこちらからお願いいたします\nhttps://www.forcia.com/jobs/summerinternship2024/saas.html",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "▼開催期間\n・第1ターム : 8/5 (月) - 8/9 (金)\n・第2ターム : 8/19 (月) - 8/23 (金)\n※ 募集状況に応じ、いずれか1回のみの開催となります。\n\n▼待遇\n・参加者全員に 10 万円 （2 万円/日 × 5日間) を支給\n・交通費支給\n・ランチ・懇親会費用全額負担\n・宿泊費支給（遠方からご参加いただく方のみ）\n※ 参加者には2026年新卒採用の特別選考をご案内する場合があります。",
    技術スタック:
      "JavaScript, RDBMS, React, SQL, Webバックエンド, Webフロントエンド, Web全般, チーム開発",
    選考フロー:
      "1. エントリーフォームの内容による審査\n2. Google Meet での面接",
  },
  {
    募集状況: "終了",
    主催: "フォルシア株式会社",
    イベント名: "【FORCIA】AI画像認識コース",
    募集開始: "2024/05/07",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://www.forcia.com/jobs/summerinternship2024/imgrec.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "=====\u3000“生”のビジネス課題を通して、画像認識技術の実社会応用を考えることができます！\u3000=====\n\n▼サマーインターン概要\xa0\n高度な検索技術を軸に企業の課題解決を行うフォルシアのサマーインターンです。 スキルや興味に応じた7つのコースで皆様をお待ちしています。\xa0\n\n▼インターン中のサポート体制\xa0\n・各コースではフォルシアトップクラスのエンジニアがメンターにつき皆様を指導します。\n・面接の際に希望やスキルをヒアリングし、課題内容や難易度を調整します（完全にはご希望にそえない場合もあります）。\xa0\n・インターン中にわからないことがあった場合は、MTGや気軽につぶやけるSlackチャンネルでいつでも質問できます。\n・インターンを通して「働く」ことのイメージが深められるよう、交流会やランチ会、会社説明会などの社員と交流できる場を用意しています（自由参加）。\xa0\n\n▼コースご紹介\nAI画像認識コース\xa0\nフォルシアでは新規事業としてAI画像認識技術を利用したDX支援サービスを展開しています。 本コースでは、画像認識の新しい技術を作成し、認識した内容をもとに顧客課題を解決するアルゴリズムを実装していただきます。 アイディアや技術力を駆使して、実務を見据えた、お客様目線での課題解決に取り組みます。\n\n▼必須スキル\nPython、機械学習・モデルなど画像認識に関する知識\n（詳細はリンク先をご覧ください）\xa0\n\n本コースの詳細・ご応募はこちらからお願いいたします\nhttps://www.forcia.com/jobs/summerinternship2024/imgrec.html",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "▼開催期間\n・第1ターム : 8/5 (月) - 8/9 (金)\n・第2ターム : 8/19 (月) - 8/23 (金)\n・第3ターム : 9/2 (月) - 9/6 (金)\n※ ご都合の良いタームでご参加ください\n\n▼待遇\n・参加者全員に 10 万円 （2 万円/日 × 5日間) を支給\n・交通費支給\n・ランチ・懇親会費用全額負担\n・宿泊費支給（遠方からご参加いただく方のみ）\n※ 参加者には2026年新卒採用の特別選考をご案内する場合があります。",
    技術スタック: "AI, Python, 機械学習, 画像処理, 画像認識",
    選考フロー:
      "1. エントリーフォームの内容による審査\n2. Google Meet での面接",
  },
  {
    募集状況: "終了",
    主催: "フォルシア株式会社",
    イベント名: "【FORCIA】RustExtension（PostgreSQL拡張）開発コース",
    募集開始: "2024/05/07",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://www.forcia.com/jobs/summerinternship2024/rustex.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "=====\u3000PostgreSQL に対して自らの手で拡張機能を実装し高速化するという体験ができる、弊社ならではのコースです！\u3000=====\n\n▼サマーインターン概要\xa0\n高度な検索技術を軸に企業の課題解決を行うフォルシアのサマーインターンです。 スキルや興味に応じた7つのコースで皆様をお待ちしています。\xa0\n\n▼インターン中のサポート体制\xa0\n・各コースではフォルシアトップクラスのエンジニアがメンターにつき皆様を指導します。\n・面接の際に希望やスキルをヒアリングし、課題内容や難易度を調整します（完全にはご希望にそえない場合もあります）。\xa0\n・インターン中にわからないことがあった場合は、MTGや気軽につぶやけるSlackチャンネルでいつでも質問できます。\n・インターンを通して「働く」ことのイメージが深められるよう、交流会やランチ会、会社説明会などの社員と交流できる場を用意しています（自由参加）。\xa0\n\n▼コースご紹介\nRustExtension（PostgreSQL拡張）コース\xa0\nPostgreSQLのユーザー定義関数や型をRustで実装していただくコースです。 具体的には高速検索を実現するための関数や型、開発速度向上のための便利な関数や型などを実装していただく予定です。 フォルシアならではのPostgreSQLとRustの使い方を体験できます。\xa0\n\n▼必須スキル\xa0\nRust、SQL\n（詳細はリンク先をご覧ください）\n\n本コースの詳細・ご応募はこちらからお願いいたします\nhttps://www.forcia.com/jobs/summerinternship2024/rustex.html",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "▼開催期間\n・第1ターム : 8/5 (月) - 8/9 (金)\n・第2ターム : 8/19 (月) - 8/23 (金)\n・第3ターム : 9/2 (月) - 9/6 (金)\n※ ご都合の良いタームでご参加ください\n\n▼待遇\n・参加者全員に 10 万円 （2 万円/日 × 5日間) を支給\n・交通費支給\n・ランチ・懇親会費用全額負担\n・宿泊費支給（遠方からご参加いただく方のみ）\n※ 参加者には2026年新卒採用の特別選考をご案内する場合があります。",
    技術スタック: "RDBMS, Rust, SQL, アルゴリズム, データベース",
    選考フロー:
      "1. エントリーフォームの内容による審査\n2. Google Meet での面接",
  },
  {
    募集状況: "終了",
    主催: "フォルシア株式会社",
    イベント名: "【FORCIA】SREコース",
    募集開始: "2024/05/07",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://www.forcia.com/jobs/summerinternship2024/sre.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "=====\u3000個人開発ではなかなか手を出しづらい、クラウドの活用を前提とした商用アプリのインフラの課題解決に携われます！\u3000=====\n\n▼サマーインターン概要\xa0\n高度な検索技術を軸に企業の課題解決を行うフォルシアのサマーインターンです。 スキルや興味に応じた7つのコースで皆様をお待ちしています。\xa0\n\n▼インターン中のサポート体制\xa0\n・各コースではフォルシアトップクラスのエンジニアがメンターにつき皆様を指導します。\n・面接の際に希望やスキルをヒアリングし、課題内容や難易度を調整します（完全にはご希望にそえない場合もあります）。\xa0\n・インターン中にわからないことがあった場合は、MTGや気軽につぶやけるSlackチャンネルでいつでも質問できます。\n・インターンを通して「働く」ことのイメージが深められるよう、交流会やランチ会、会社説明会などの社員と交流できる場を用意しています（自由参加）。\xa0\n\n▼コースご紹介\nSREコース\xa0\n実際のプロダクトの運用課題を解決することを通じて、コンテナやクラウドコンピューティングに関する実践的なスキルを学ぶことができるコースです。 昨年度の本コースでは、Kubernetes環境上のプロダクトで実際に発生した課題に対し、解決策の提案から実装まで取り組んでいただきました。 課題解決の過程では、既存の技術を学ぶだけでなく、新しい技術やツールの導入にも積極的に取り組んでいただきます。\xa0\n\n▼必須スキル\xa0\nなし\n（詳細はリンク先をご覧ください）\n\n本コースの詳細・ご応募はこちらからお願いいたします\nhttps://www.forcia.com/jobs/summerinternship2024/sre.html",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "▼開催期間\n・第1ターム : 8/5 (月) - 8/9 (金)\n・第2ターム : 8/19 (月) - 8/23 (金)\n・第3ターム : 9/2 (月) - 9/6 (金)\n※ ご都合の良いタームでご参加ください\n\n▼待遇\n・参加者全員に 10 万円 （2 万円/日 × 5日間) を支給\n・交通費支給\n・ランチ・懇親会費用全額負担\n・宿泊費支給（遠方からご参加いただく方のみ）\n※ 参加者には2026年新卒採用の特別選考をご案内する場合があります。",
    技術スタック:
      "AWS, CI/CD, Kubernetes, Web全般, インフラ, クラウドサービス, セキュリティ",
    選考フロー:
      "1. エントリーフォームの内容による審査\n2. Google Meet での面接",
  },
  {
    募集状況: "終了",
    主催: "株式会社ブレインパッド",
    イベント名:
      "【26卒/早期選考直結！】ブレインパッド|データサイエンティスト6Daysインターンシップ-ビジネス課題を分析を用いて解決するプロセスを体験-（第1クール:5/22締切）",
    募集開始: "2024/04/16",
    締め切り: "2024/05/22",
    タグ: "インターン",
    リンク:
      "https://brainpad-recruit.snar.jp/entry.aspx?entryid=56955f8d-4a9b-4455-ae29-d42a2e63f20f",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "国内最大規模のデータサイエンティスト集団を擁するブレインパッドが\n今夏、データサイエンティスト体験インターンシッププログラムを開催！\n前半にデータサイエンティストに必要なスキルを習得いただき、\n後半は実データの分析から顧客の課題解決を行っていただく実践的なプログラムとなっています。\n\n■プログラム詳細\n1日目：SQL研修\n2日目午前：データサイエンス基礎講座\n2日午後～6日目：データサイエンティスト実践演習\n※全日程オフラインでの開催になります。\n\n■応募資格\n大学院・大学・短大・専門学校・高等専門学校に在学中の方で、2026年3月に卒業予定の方\n\n以下のいずれかの経験をお持ちの方は歓迎（※必須ではございません）\n・授業、研究、趣味等で何らかのデータ分析経験のある方\n・Python,R,SQLなどの何らかのプログラミング経験のある方",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "・対面形式での6日間開催\n・交通費支給あり\n・遠方者には宿泊費支給あり",
    技術スタック: "Python, SQL, データサイエンス, データ分析, 統計学, 課題解決",
    選考フロー:
      "＜選考フロー＞\n1．本エントリー\n2．エントリーシート\ufeffによる書類選考\n3．WEBテスト\n4．Web面接（1回）\n5．参加決定\n",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ブレインパッド",
    イベント名:
      "【26卒/早期選考直結！】2024 SUMMER EVENT エンジニアコース（プレエントリー）",
    募集開始: "2024/05/02",
    締め切り: "2024/09/30",
    タグ: "イベント",
    リンク:
      "https://brainpad-recruit.snar.jp/entry.aspx?entryid=d2f632f3-f8f9-49a1-a6a8-c045569fcf9a",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "データ活用支援のフロンティア企業であるブレインパッドには、\nデータサイエンティストだけでなく、多数のエンジニアが所属しています。\nエンジニアコースにおいては、複数ポジションがあり、それぞれ異なる領域・役割でエンジニアリングに携わることになります。\nこのエントリーは、そんなエンジニアコースを知りたい方向けのプレエントリーになります。\nイベント開催概要が決まりましたらお知らせしますので、エンジニアとしての就業をご希望の方は、ぜひエントリーをお願いします。\n\n\n【ご参考】\nブレインパッドでは、エンジニアは次の4つのコースに分かれております。※各職種の詳細はリンク先からご確認ください。\n機械学習エンジニア/アナリティクスシステムエンジニア/プロダクト開発エンジニア/ITコンサルタント\nhttps://brainpad-recruit.snar.jp/entry.aspx?entryid=d2f632f3-f8f9-49a1-a6a8-c045569fcf9a",
    場所: "オンライン, 対面出社, 東京",
    "実施時期 / 待遇": "2024年7月～9月の開催を予定しています。",
    技術スタック:
      "AI, MLOps, Python, Webバックエンド, Webフロントエンド, Web全般, アルゴリズム, クラウドサービス, ソフトウェア開発, データエンジニア, データエンジニアリング, データサイエンス, データベース, データマネジメント, データ分析, バックエンド, 機械学習, 深層学習, 生成AI, 統計学, 自然言語処理",
    選考フロー: "イベントのため特になし",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ブレインパッド",
    イベント名:
      "【26卒/早期選考直結！】ブレインパッド|データサイエンティスト6Daysインターンシップ-ビジネス課題を分析を用いて解決するプロセスを体験-(第2クール:6/30ES提出締切）",
    募集開始: "2024/04/16",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://brainpad-recruit.snar.jp/entry.aspx?entryid=fd19704f-2b0e-4e5d-9c65-aced93e3507a",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "国内最大規模のデータサイエンティスト集団を擁するブレインパッドが\n今夏、データサイエンティスト体験インターンシッププログラムを開催！\n前半にデータサイエンティストに必要なスキルを習得いただき、\n後半は実データの分析から顧客の課題解決を行っていただく実践的なプログラムとなっています。\n\n■プログラム詳細\n1日目：SQL研修\n2日目午前：データサイエンス基礎講座\n2日午後～6日目：データサイエンティスト実践演習\n※全日程オフラインでの開催になります。\n\n■応募資格\n大学院・大学・短大・専門学校・高等専門学校に在学中の方で、2026年3月に卒業予定の方\n\n以下のいずれかの経験をお持ちの方は歓迎（※必須ではございません）\n・授業、研究、趣味等で何らかのデータ分析経験のある方\n・Python,R,SQLなどの何らかのプログラミング経験のある方",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "・対面形式での6日間開催\n・交通費支給あり\n・遠方者には宿泊費支給あり",
    技術スタック: "Python, SQL, データサイエンス, データ分析, 統計学, 課題解決",
    選考フロー:
      "＜選考フロー＞\n1．本エントリー\n2．エントリーシート\ufeffによる書類選考\n3．WEBテスト\n4．Web面接（1回）\n5．参加決定\n",
  },
  {
    募集状況: "募集中",
    主催: "チームラボ株式会社",
    イベント名: "【ES不要/2週間就業型/内定直結】サマーインターンシップ",
    募集開始: "2024/04/01",
    締め切り: "2024/07/01 10:00 (JST)",
    タグ: "インターン",
    リンク: "https://internship.team-lab.com/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "●チームラボが手掛ける実際のプロジェクトや、インターンシップのために設計した課題に取り組むことができます。\n●オフライン形式で、チームラボのメンバーがメンターとして2週間サポートします。\n●参加するプロジェクトの内容は、経験/スキル/関心をもとにご用意します。\n●実際の業務と同じ水準のコードレビューを含めたフィードバックが行われ、求められる質や観点を知ることができます。\n●大規模開発における、設計思想、開発手法、チーム内外とのコミュニケーションなど、大規模ならではの知見を得ることができます。\n●インターンシップ参加者向けの、新卒特別選考ルートにご参加いただくことも可能です。",
    場所: "原則対面出社",
    "実施時期 / 待遇":
      "時給1,200円\nご自宅からオフィスまでの交通費支給\n※遠方の方は、東京までの交通費支給及び、ホテルの手配もチームラボで行います。",
    技術スタック:
      "AI, API, AWS, Android, C, C#, C++, CSS, Dart, Flutter, Go, HTML, Java, JavaScript, Kotlin, Next.js, PDM, PHP, Python, React, Ruby, SQL, TypeScript, Unity, Vue.js, Webバックエンド, Webフロントエンド, Web全般, iOS, アルゴリズム, ゲーム, サーバーサイド, ソフトウェア開発, デザイン, モバイル全般, 機械学習, 深層学習, 画像処理, 画像認識, 組込みシステム, 自然言語処理, 課題解決, 電子回路",
    選考フロー:
      "1.エントリー\n\u3000▼\n2.職種ごとに必要な情報の提出\n\u3000▼\n3.書類選考\n\u3000▼\n4.オンライン面接(1〜2回)\n\u3000▼\n5.合否通知",
  },
  {
    募集状況: "終了",
    主催: "株式会社Flatt Security",
    イベント名: "株式会社Flatt Security サマーインターン",
    募集開始: "2024/04/25",
    締め切り: "2024/05/31",
    タグ: "インターン",
    リンク:
      "https://docs.google.com/forms/d/e/1FAIpQLSeU5CMud3W7aQobP3RVaJfyknFAC4NYdrExJ9QlHAD1vqq9oA/viewform",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "🌻\xa026卒歓迎！2024年度サマーインターン本エントリー受付中\n\n# サマーインターンの内容\nWebアプリケーションの脆弱性の原理や対策を学び、モダンな技術要素で構成された擬似環境を使って最新のセキュリティ診断（脆弱性診断）業務を体験することができる、実践型のインターンシップです。\xa0\nプログラムは2部構成になっています。\xa0\n【プログラム前半】\n弊社独自のトレーニング教材・環境を利用したハンズオンが中心です。演習を解きながら、Webアプリケーションの脆弱性に関する基礎知識や発見方法などセキュリティ診断に必要な知識を身につけることができます。\xa0\n【プログラム後半】\n学んだことを活かして擬似環境に対するセキュリティ診断を行い、診断結果を報告書にまとめます。これにより、Webアプリケーションの脆弱性を探し、発見した脆弱性のリスク・再現手順・修正方法を開発者にわかりやすく説明するという、Flatt Securityにおけるセキュリティ診断業務の一連のフローを体験できます。\n\n# Flatt Securityのインターンシップの特徴\n• 最新の実践的なセキュリティ知識・技術が得られる\n• 第一線で活躍するFlatt Securityのセキュリティエンジニアがメンターとして学習をサポートします。\n• 社員や先輩インターン生とのコミュニケーションの機会が豊富\n• 新卒採用直結型のインターンシップ\n\n# 応募条件\n卒業年度問わず大学院、大学、短大、高専、専門学校に在学中の方\n※本インターンシップに参加することで新卒選考のプロセスを一部スキップできるので、2026年卒業予定の方の参加を歓迎しています。\n\n✏️ご参考までに、昨年のサマーインターンの記事をご覧ください！\n🔗\xa0参加者執筆: https://zenn.dev/shio_salt/articles/ce62cfe678f843\n🔗\xa0運営メンバー執筆: https://recruit.flatt.tech/677d9dd7145a4593be2e001d47affd8a",
    場所: "対面出社",
    "実施時期 / 待遇":
      "# 報酬・各種補助\n• 参加者には後日8万円の報酬をお支払いします。\n• 国内在住の方には交通費を全額支給します。\n• 遠隔地にお住まいの方には宿泊費も全額支給します。\n    ◦ 宿泊施設は弊社が指定します。\n\n# 実施時期\n• 第1期：8月19日（月）〜8月23日（金）\n• 第2期：8月26日（月）〜8月30日（金）\n• 第3期：9月9日（月）〜9月13日（金）",
    技術スタック: "Web全般, セキュリティ",
    選考フロー:
      "応募フォーム\nhttps://docs.google.com/forms/d/e/1FAIpQLSeU5CMud3W7aQobP3RVaJfyknFAC4NYdrExJ9QlHAD1vqq9oA/viewform\n↓\n技術課題・レジュメ提出\n↓\n合否連絡",
  },
  {
    募集状況: "終了",
    主催: "株式会社Preferred Networks",
    イベント名:
      "株式会社 Preferred Networks 夏季国内インターンシップ - ７週間研究開発コース",
    募集開始: "2024/03/27",
    締め切り: "2024/04/21",
    タグ: "インターン",
    リンク: "https://www.preferred.jp/ja/news/internship2024/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "# 選考フロー\n課題選考（コーディングテスト・テーマ別課題）→ オンライン面接 → 最終結果発表\n• 4月21日(月) 23:59：応募期限\n• 4月26日(金)：応募者に対し選考課題を送付\n• 5月6日(月) 23:59：選考課題提出期限\n• 5月中旬~6月下旬：オンライン面接\n• 7月1日(月)：最終結果発表",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "# 時給\n• 高専生・大学生・大学院生 2,500円\n\n# 勤務時間\n• 原則実働8時間、週5日（土曜・日曜・祝日を除く）\n\n# 勤務場所\nオフィス所在地：〒100-0004 東京都千代田区大手町1-6-1\u3000\n大手町ビルオフィスと在宅のハイブリッド勤務。フルリモート勤務はできません。コース・テーマにより、全てオフィス勤務が必要となる場合もあります。詳細は内定までにお知らせいたします。\nご自宅または宿泊場所から会社が認める経路にて通勤交通費を支給します。\n\n# 遠方からご参加される方への補助\nインターン参加に際し、移動・宿泊にかかる費用をサポートします。\n• 移動費用：お住まいの場所から飛行機・新幹線での移動を要する場合、往復移動費用１回分を補助します。\n• 宿泊費補助：5,500 円/日の宿泊補助費を支給します。支給期間にはインターン期間中の休日も含まれます。",
    技術スタック:
      "Webバックエンド, Webフロントエンド, Web全般, インフラ, ソフトウェア開発, データサイエンス, データ分析, 機械学習",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社Preferred Networks",
    イベント名:
      "株式会社 Preferred Networks 夏季国内インターンシップ - 10日間短期開発コース",
    募集開始: "2024/03/27",
    締め切り: "2024/04/21",
    タグ: "インターン",
    リンク: "https://www.preferred.jp/ja/news/internship2024/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "# 選考フロー\n課題選考（コーディングテスト・テーマ別課題）→ オンライン面接 → 最終結果発表\n• 4月21日(月) 23:59：応募期限\n• 4月26日(金)：応募者に対し選考課題を送付\n• 5月6日(月) 23:59：選考課題提出期限\n• 5月中旬~6月下旬：オンライン面接\n• 7月1日(月)：最終結果発表",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "# 時給\n• 高専生・大学生・大学院生 2,500円\n\n# 勤務時間\n• 原則実働8時間、週5日（土曜・日曜・祝日を除く）\n\n# 勤務場所\nオフィス所在地：〒100-0004 東京都千代田区大手町1-6-1\u3000\n大手町ビルオフィスと在宅のハイブリッド勤務。フルリモート勤務はできません。コース・テーマにより、全てオフィス勤務が必要となる場合もあります。詳細は内定までにお知らせいたします。\nご自宅または宿泊場所から会社が認める経路にて通勤交通費を支給します。\n\n# 遠方からご参加される方への補助\nインターン参加に際し、移動・宿泊にかかる費用をサポートします。\n• 移動費用：お住まいの場所から飛行機・新幹線での移動を要する場合、往復移動費用１回分を補助します。\n• 宿泊費補助：5,500 円/日の宿泊補助費を支給します。支給期間にはインターン期間中の休日も含まれます。",
    技術スタック:
      "Webバックエンド, Webフロントエンド, Web全般, インフラ, ソフトウェア開発, データサイエンス, データ分析, 機械学習",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社Preferred Networks",
    イベント名:
      "株式会社 Preferred Networks 夏季国内インターンシップ - ４週間グループ開発コース",
    募集開始: "2024/03/27",
    締め切り: "2024/04/21",
    タグ: "インターン",
    リンク: "https://www.preferred.jp/ja/news/internship2024/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "# 選考フロー\n課題選考（コーディングテスト・テーマ別課題）→ オンライン面接 → 最終結果発表\n• 4月21日(月) 23:59：応募期限\n• 4月26日(金)：応募者に対し選考課題を送付\n• 5月6日(月) 23:59：選考課題提出期限\n• 5月中旬~6月下旬：オンライン面接\n• 7月1日(月)：最終結果発表",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "# 時給\n• 高専生・大学生・大学院生 2,500円\n\n# 勤務時間\n• 原則実働8時間、週5日（土曜・日曜・祝日を除く）\n\n# 勤務場所\nオフィス所在地：〒100-0004 東京都千代田区大手町1-6-1\u3000\n大手町ビルオフィスと在宅のハイブリッド勤務。フルリモート勤務はできません。コース・テーマにより、全てオフィス勤務が必要となる場合もあります。詳細は内定までにお知らせいたします。\nご自宅または宿泊場所から会社が認める経路にて通勤交通費を支給します。\n\n# 遠方からご参加される方への補助\nインターン参加に際し、移動・宿泊にかかる費用をサポートします。\n• 移動費用：お住まいの場所から飛行機・新幹線での移動を要する場合、往復移動費用１回分を補助します。\n• 宿泊費補助：5,500 円/日の宿泊補助費を支給します。支給期間にはインターン期間中の休日も含まれます。",
    技術スタック:
      "Webバックエンド, Webフロントエンド, Web全般, インフラ, ソフトウェア開発, データサイエンス, データ分析, 機械学習",
    選考フロー: NaN,
  },
  {
    募集状況: "通年",
    主催: "STORES 株式会社",
    イベント名: "【内定直結】中長期実務インターン",
    募集開始: "2024/04/01",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/storesinc/jobs/0000064",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "実際の「STORES」のプロダクトの開発を行うチームにジョインいただきます。\n事業者さんのリアルな課題を解決していただくことに挑戦していただきます！\n\n【インターンの魅力】\n• STORES で活躍するエンジニアの手厚いメンター制度あり\n• STORES のエンジニアチームに実際に入っていただき、実務を経験\n• PMやデザイナー、経営陣など、幅広い社員との交流があり、社風を体感\n（メガベンチャー出身者、Rubyコミッターなどとの多数交流の機会あり）\n\n【必要な経験/スキル】\n• GitHubリポジトリで何かしらのアウトプットをしている方\n（パブリックで自分のコードを公開している方）\n• ご自身の経験やスキルを武器に、実践的なチーム開発に取り組んでみたい方",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "・実施時期：随時\u3000※皆さんの都合に合わせ、調整します\n・実施期間：1ヶ月程度〜\n・参加報酬：時給2000円\n・STORES、STORES 決済、STORES 予約、STORES ブランドアプリ、CTO室などで受け入れの可能性があります。フルリモートでの遠方からの参加実績もあります",
    技術スタック:
      "AWS, Android, GitHub, Go, Java, JavaScript, Kotlin, Next.js, React, Ruby, Ruby on Rails, SQL, Swift, TypeScript, Vue.js, Webバックエンド, Webフロントエンド, Web全般, iOS, ソフトウェア開発, 課題解決",
    選考フロー:
      "(カジュアル面談) -> 書類選考 -> 面接(1回) -> 最終面接 -> 内定・オファー面談",
  },
  {
    募集状況: "募集中",
    主催: "Chatwork株式会社",
    イベント名:
      "Chatwork 2weeks「学び、試し、未知を拓く」エンジニアインターンシップ ※6/30最終締め切り※",
    募集開始: "2024/06/01",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/chatwork/jobs/1020122/apply",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      '□プログラム内容\nChatworkのサマーインターンシップは、今年もフルスタックなコースの実施を行い、プロダクト開発のWhyからHowまでを、より一気通貫して体系的に学べることができるようになっています。\n根底にある考え方は"モデル"をどのようにとらえるか。ミニマム版チャットシステムを例に、プロダクトの根幹をなす抽象的かつ有機的な構造をとらえてもらうことを目指します。最終的にはチーム開発を通して、要件定義からの機能開発を体験してもらいます。\n\n□応募資格\n- 2026年3月卒業見込みの高専生、専門学生、大学生、大学院生の方\n- 日本語でのコミュニケーションが問題なくおこなえる方\n- 原則として、開催期間の全日程に参加が可能な方\n\n□こんな方におすすめ\n- 各種講義を通じて、プロダクト開発の体系的な知識を得たい方\n- チームで何かを作りあげながら、切磋琢磨することに興味がある方\n- 現場のエンジニアと対話しながら、実務に根ざした示唆を得たい方\n\n□開催場所\nChatwork東京オフィス × オンライン\n※前半5日間はオンライン、後半5日間はChatwork東京オフィスにて実施予定です\n\n□選考フロー\n書類選考 → 人事面接 → 技術面接 → インターンシップ参加内定',
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "□実施期間\n第1ターム：2024年8月19日（月）〜8月30日（金）平日のみの10日間\n第2ターム：2024年9月2日（月）〜9月13日（金）平日のみの10日間\n\n□待遇\n後半の開発パート5日間に対して、5万円の報酬を支給いたします。",
    技術スタック:
      "GraphQL, TypeScript, Webバックエンド, Webフロントエンド, Web全般, チーム開発, ドメイン駆動設計, 全般",
    選考フロー:
      "書類選考 → 人事面接 → 技術面接 → インターンシップ参加内定\n※技術面接の際に現場エンジニアより技術フィードバックも行わせていただきます",
  },
  {
    募集状況: "終了",
    主催: "GMOペパボ",
    イベント名: "【26卒エンジニア向け】就業型 サマーインターンシップ",
    募集開始: "2024/04/16",
    締め切り: "2024/06/14",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/pepabo/pages/91392",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■インターンシップの内容\nGMOペパボのtoC向けサービス（https://shop-pro.jp/、https://suzuri.jp/、https://lolipop.jp/）における課題に合わせて本番環境へのリリースを前提とした新機能の開発や改善に取り組んでいただきます。\n\nインターン期間中は、GMOペパボの持つ技術に実際に触れていただき、会社のミッションである「https://pepabo.com/company/vision/」ことに繋がる機能を、GMOペパボのエンジニアにレビューを受けながら開発していただきます。\n\n10日間のインターンシップで実際に動いているサービスのコードを触ってリリースまでしていただき、\n日々何十万人ものユーザーが使うサービス開発の面白さや難しさを感じていただきたいと思っています。\n\n■具体的な業務内容\nhttps://shop-pro.jp/\n・ECサイト構築サービスの管理画面の新機能の開発を行っていただきます。\n\nhttps://suzuri.jp/\n・API開発チームとモバイル開発チームと別れて、SUZURIのiOSアプリの機能拡充を行っていただきます。\n・API開発チームは、SUZURIのAPI(GraphQL)で、新着ショップをとってくる field に新着商品があるかどうかを表すfieldを追加してもらい、アプリ開発チームはiOSアプリで、WEBチームが追加した field を元に、新着ショップにバッジをつける処理を書いてもらうことを想定しています。\n\nhttps://lolipop.jp/\n・マルチプレイ用ゲームサーバー「https://gamers.lolipop.jp/」への機能開発や技術課題の解決を行っていただきます。\n\n\nインターンでの開発サービスは3つある為、選考通過後に希望を伺いながらできる限り希望に合わせて調整させていただきます。\n※枠には限りがあります。選考通過順に希望を伺うため、ご期待に添えない場合もございます。\n\n■必須スキル\n• Webアプリケーションの開発経験(規模不問)\n\n■歓迎スキル\n• チームでの開発経験\n• パブリッククラウド等でのWebアプリケーションの運用経験\n• Ruby、PHP、Go、TypeScriptを利用した開発経験\n\n＜ご参考までに＞\n過去インターン生のレポートはこちらです。ぜひご覧ください。\n\n• テックブログ|GMOペパボ サマーインターン 2023 参加記(りゅうせい)\nhttps://tech.pepabo.com/2023/09/07/summer-internship-2023-ryusei/\n\n• テックブログ|【GMO ペパボ サマーインターン 2023】SUZURI 事業部で ショップページ刷新 と SNS シェア文生成機能をリリースした話 (らん)\nhttps://tech.pepabo.com/2023/09/29/summer-internship-2023-ran350/\n\n• テックブログ|GMOペパボ サマーインターン2023 体験記（はる）\nhttps://tech.pepabo.com/2023/10/11/summer-internship-2023-haru/",
    場所: "リモート＋対面出社, 対面出社, 東京",
    "実施時期 / 待遇":
      "【実施時期】\n期間：7月29日（月）～8月9日（金）\u30002weeks\n※土日祝日を除く\n就業時間：10:00～19:00\n\n【報酬】\n時給 1,700円\n",
    技術スタック:
      "AI, GraphQL, PHP, Ruby on Rails, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, ゲーム, サーバーサイド, ソフトウェア開発, データエンジニアリング, 機械学習",
    選考フロー:
      "書類選考→ 面接（1回）→参加者決定\n\n※参考情報\n【過去のインターンシップレポート】\n• HRブログ｜ChatGPTを使ってサービスの機能開発に挑戦！エンジニアインターンシップ2023レポート！\nhttps://hr.pepabo.com/report/2023/10/27/9296\n\n・インターンシップの内容を紹介します！(サポーターの立場から)\nhttps://tech.pepabo.com/2019/11/29/internship-2019-summer/\n\n▼インターン生のレポート\n• テックブログ|GMOペパボ サマーインターン 2023 参加記(りゅうせい)\nhttps://tech.pepabo.com/2023/09/07/summer-internship-2023-ryusei/\n\n• テックブログ|【GMO ペパボ サマーインターン 2023】SUZURI 事業部で ショップページ刷新 と SNS シェア文生成機能をリリースした話 (らん)\nhttps://tech.pepabo.com/2023/09/29/summer-internship-2023-ran350/\n\n• テックブログ|GMOペパボ サマーインターン2023 体験記（はる）\nhttps://tech.pepabo.com/2023/10/11/summer-internship-2023-haru/",
  },
  {
    募集状況: "募集中",
    主催: "株式会社プレイド",
    イベント名: "【PLAID】即開発チームに配属！SaaS事業の実践型長期インターン！",
    募集開始: "2024/04/11",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://recruit.plaid.co.jp/requisitions/new-graduate-engineer",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■仕事概要\n優秀なエンジニアと同じチームでメインプロダクトであるKARTEの開発に参加いただけます。\n簡単な作業だけでなく、経験や技術力に応じてコア開発に近いタスクまでを割り振っており、実際に機能開発に関わってバリバリと活躍しているインターン生も在籍しています。\n\n■業務内容の一例\n• インターン卒業生の実績\n    ◦ メッセージプラットフォームのE2Eテスト基盤の実装\n    ◦ playwrightを使用した接客(webpopup)のスクリーンショット自動撮影機能の作成\n    ◦ サードパーティスクリプトの機能開発\n        ▪ 現代的なプログラミング言語の機能を取り入れた、SQL の拡張言語の開発\n\n■必須要件\n• プログラミング経験 (独学可)\n• 提出可能な成果物をお持ちの方\n• 3ヶ月以上、平日週20〜25時間程度の勤務が可能な方\n\n■インターンで得られる経験\n    ◦ 急成長スタートアップ企業における、プロダクト開発現場の一連の開発フロー\n    ◦ フロント〜バックエンドを網羅したプログラミングスキル\n    ◦ 課題の発見から設計・実装・運用までの幅広い業務経験\n    ◦ 累計ユーザー数68.5億、年間流通金額1.55兆円のビッグデータの解析",
    場所: "東京",
    "実施時期 / 待遇":
      "■待遇\n・時給：2,000~2,500円 \n・交通費：1ヶ月25,000円まで",
    技術スタック: "Webバックエンド, Webフロントエンド, データベース",
    選考フロー:
      "1. 書類選考\n2. 一次選考\n    ◦ 1-2回程の面談\n        ▪ 回数は増減する場合もあります",
  },
  {
    募集状況: "募集中",
    主催: "株式会社PR TIMES",
    イベント名: "【通年募集】CTO直下の学生インターン",
    募集開始: "2024/06/04",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://herp.careers/v1/prtimes/yqADIecHef7y",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▶ 当インターンの特徴\n・インターンは開発本部で実際に進めている各開発プロジェクトに参画いただきます\n・インターン参加にあたり、課題提出（下記参照）が必須条件となります\n・インターン期間は3か月単位で、更新制（更新かつ条件アップor終了）です\n・長期で取り組みたい方を歓迎しており、3か月毎の面談を全員と実施します\n・当社選考をご希望された方の中でインターン期間中にご活躍された方は、CTO推薦で特別選考ルートとして、最終面接のみの選考フローとなります。\n\n▶ 応募方法\nエントリー課題（ https://github.com/PRTIMES/intern ）を解いて公開したGitHub上のリポジトリによる課題選考となります。\n必須条件：GitHubアカウントを持っていること\n\n提出方法：\n・応募フォームの「リンク」欄にGitHubの公開リポジトリURLをご記入ください",
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇": "通年",
    技術スタック:
      "PHP, React, Webバックエンド, Webフロントエンド, Web全般, インフラ, 機械学習",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社PR TIMES",
    イベント名: "【内定直結】PR TIMES HACKATHON 2024 Summer",
    募集開始: "2024/06/04",
    締め切り: "2024/08/04",
    タグ: "ハッカソン",
    リンク: "https://prtimes.jp/main/html/rd/p/000001414.000000112.html",
    対象者: "25卒, 26卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "開催概要\n25卒、26卒のエンジニア志望学生を対象にハッカソン内定直結ハッカソン「PR TIMES HACKATHON 2024 Summer 」を2023年8月28日（水）〜8月30日（金）の3日間で開催します。今年も昨年に引き続き当社オフィスでのオフライン開催となります。\n最優秀賞を個人で獲得された方には、年収500万円以上の中途採用基準で内定をお出しします。\nチーム賞を獲得された方々には選べる「景品」もご用意しています。\n\n開催期間\n2024年8月28日(水)、29日(木)、30日(金)の3日間\n\n開催場所\nPR TIMES本社\n※遠方からご参加の場合は、往復の交通費とハッカソン期間中の宿泊費を当社で負担いたします。\n\n応募条件\n・2025年または2026年に卒業予定の学生であること\n（大学、大学院、短期大学、専門学校、高等専門学校生／学部・学科不問）\n・就業経験がない方（インターン・アルバイトを除く）\n・Web開発の経験もしくはアプリケーション開発の経験がある方",
    場所: "東京",
    "実施時期 / 待遇": "2024年8月28日（水）29日（木）30日（金）の3日間",
    技術スタック: "Webバックエンド, Webフロントエンド, Web全般",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名: "【Sansan】モバイルアプリ開発 1Day Internship",
    募集開始: "2024/03/21",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://sansan-engineering.notion.site/1Day-Internship-72cf712884a545959d00b28f24aab51f",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "＜選考フロー＞\n書類選考 → 合否連絡",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "- ワークショップ形式\n- 各日程13:00-20:00\n- 交通費支給あり\n- 遠方の方は当社で宿泊先を手配",
    技術スタック: "Android, Kotlin, Swift, iOS, モバイル全般",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名: "React + RailsのフルスタックWeb開発 1Day Internship",
    募集開始: "2024/03/21",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://sansan-engineering.notion.site/React-Rails-Web-1Day-Internship-719cd3daf3c342729f2bfe8f76f43657",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "＜選考フロー＞\n書類選考 → 合否連絡",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "- ワークショップ形式\n- 各日程13:00-20:00\n- 交通費支給あり\n- 遠方の方は当社で宿泊先を手配",
    技術スタック:
      "React, Ruby, Ruby on Rails, TypeScript, Webバックエンド, Webフロントエンド, Web全般, サーバーサイド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名: "マイクロサービスでのフルスタックWeb開発 2Days Internship ",
    募集開始: "2024/03/21",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://sansan-engineering.notion.site/Web-2Days-Internship-afb089754f6f4b2183b5406941d90761",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "＜選考フロー＞\n書類選考 → 合否連絡",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "- ワークショップ形式\n- 1日目13:00-19:00、2日目10:00-17:30\n- 交通費支給あり\n- 遠方の方は当社で宿泊先を手配",
    技術スタック:
      "Kotlin, React, TypeScript, Webバックエンド, Webフロントエンド, Web全般, サーバーサイド, ドメイン駆動設計, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名: "Sansan Data Hub  1Day Internship ",
    募集開始: "2024/03/21",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://sansan-engineering.notion.site/Sansan-Data-Hub-1Day-Internship-62fd99cc1db043429c9ee2d5d8279cfd",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "＜選考フロー＞\n書類選考 → 合否連絡",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "- ワークショップ形式\n- 各日程13:00-20:00\n- 交通費支給あり\n- 遠方の方は当社で宿泊先を手配",
    技術スタック: ".NET, C#, Webバックエンド, サーバーサイド, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名:
      "1Dayで学ぶデータ化の裏側 ~Pythonで開発するワークフローシステム~",
    募集開始: "2024/03/21",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://sansan-engineering.notion.site/1-Day-Python-005a0e69836a444faa0b95aa6b5893fc",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "＜選考フロー＞\n書類選考 → 合否連絡",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "- ワークショップ形式\n- 各日程13:00-20:00\n- 交通費支給あり\n- 遠方の方は当社で宿泊先を手配",
    技術スタック:
      "Python, Webバックエンド, サーバーサイド, データベース, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名:
      "R&D データ分析アプリ開発 1Day Internship with Python on Kubernetes",
    募集開始: "2024/03/21",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://sansan-engineering.notion.site/R-D-1Day-Internship-with-Python-on-Kubernetes-e1dd6a478da64610ae8f9417b0fef683",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "＜選考フロー＞\n書類選考 → 合否連絡",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "- ワークショップ形式\n- 各日程13:00-20:00\n- 交通費支給あり\n- 遠方の方は当社で宿泊先を手配",
    技術スタック:
      "AI, Kubernetes, Python, Webバックエンド, データエンジニアリング, データサイエンス, データベース, データ分析, バックエンド, 機械学習, 深層学習, 自然言語処理",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名: "TypeScript ビジネスデータ基盤開発 1Day Internship",
    募集開始: "2024/03/21",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://sansan-engineering.notion.site/TypeScript-1Day-Internship-92cc4e5b4c8a458880ef2fa40bdeea1a",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "＜選考フロー＞\n書類選考 → 合否連絡",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "- ワークショップ形式\n- 各日程13:00-20:00\n- 交通費支給あり\n- 遠方の方は当社で宿泊先を手配",
    技術スタック:
      "JavaScript, TypeScript, Webバックエンド, サーバーサイド, データベース, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名: "実務体験型有給サマーインターン Sansan Summer Internship 2024",
    募集開始: "2024/03/08",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://sansan-engineering.notion.site/Sansan-Summer-Internship-2024-7f07fa1a728149be9f3bbd27fed0258c",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "＜選考フロー＞\n書類選考 → エンジニア面接 → 合否連絡",
    場所: "リモート可, 大阪, 対面出社可, 東京",
    "実施時期 / 待遇":
      "# 実施期間\n- 2024年7月下旬〜\u30002週間～1カ月\n※ 開始日程、実施期間については応相談\n\n# 報酬\n- 日当あり（時給2,000円）\n- 交通費支給あり\n- 遠方の方は当社でマンスリーマンションを手配します\n\n# 取り組みのテーマ例\n- 「Sansan」や「Bill One」といったWebアプリケーションの新しい機能を実装する\n- MLOps/DevOpsの運用や、データ基盤の構築に携わる\n- 当社プロダクトの特性であるアナログtoデジタルを根幹から支えるシステムを設計・運用する\n",
    技術スタック:
      "AWS, Android, JavaScript, Kotlin, MLOps, Python, React, Ruby, Ruby on Rails, Swift, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, セキュリティ, データエンジニアリング, データベース, バックエンド, モバイル全般, 機械学習",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名: "Sansan R&D Summer Internship 2024",
    募集開始: "2024/03/08",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク:
      "https://sansan-engineering.notion.site/Sansan-R-D-Summer-Internship-2024-e512f66682864b14b16c7ffea97b6f0e",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "＜選考フロー＞\n書類選考 → 研究員面接 → 合否連絡",
    場所: "リモート可, 対面出社可, 東京",
    "実施時期 / 待遇":
      "# 実施期間\n- 2024年7月下旬〜\u30002週間～1カ月\n※ 開始日程、実施期間については応相談\n\n# 報酬\n- 日当あり（時給2,000円）\n- 交通費支給あり\n- 遠方の方は当社でマンスリーマンションを手配します\n\n# 取り組みのテーマ例\n- 機械学習\n- 帳票データの情報抽出\n- Webからの情報抽出のための技術開発\n- 自然言語処理\n- 帳票データにおけるテキストからの情報抽出技術の開発\n- メール署名取り込みのための技術開発\n- Webからの情報抽出のための技術開発\n- 画像認識\n- 機械学習とOCRを活用した、名刺のデータ化技術の研究開発\n- 帳票データの情報抽出\n- データ活用\n- 大規模言語モデルを活用したSansan Labs（データ活用アプリケーション）の開発\n- 営業生産性の要因分析\n",
    技術スタック:
      "AI, データサイエンス, データ分析, 機械学習, 深層学習, 画像認識, 自然言語処理",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "Sansan株式会社",
    イベント名:
      "【コーポレートエンジニア・セキュリティエンジニア対象】実務体験型有給インターン Sansan Internship 2024",
    募集開始: "2024/05/02",
    締め切り: "2024/06/30",
    タグ: NaN,
    リンク:
      "https://sansan-engineering.notion.site/Sansan-Internship-2024-192d9c53b6624a35be2574ffeb9534f5",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "＜選考フロー＞\n書類選考 → エンジニア面接 → 合否連絡",
    場所: NaN,
    "実施時期 / 待遇":
      "# 実施期間\n- 2024年10月下旬〜\u30002週間～1カ月\n※ 開始日程、実施期間については応相談\n\n# 報酬\n- 日当あり（時給2,000円）\n- 交通費支給あり\n- 遠方の方は当社でマンスリーマンションを手配します\n\n# 概要\nコーポレートシステム部、情報セキュリティ部のエンジニアは技術本部に所属しています。\n技術本部には各プロダクトにコミットする部門や、データや機械学習など技術の根幹を担う部門、セキュリティやインフラといった専門性に特化する部門など多種多様な部門が集まっています。\nその中で、主に業務プロセス改善を扱ったテーマのアプリ開発を通し、急拡大成長するSansanの従業員の体験を向上させてみませんか？",
    技術スタック: "コーポレート, セキュリティ",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社いい生活",
    イベント名:
      "いい生活 グループワーク型サマーインターンシップ～いい生活のサービスのAPIとReactを使ってチーム開発をしよう！～",
    募集開始: "2024/03/13",
    締め切り: "2024/06/24",
    タグ: "インターン",
    リンク:
      "https://e-seikatsu.snar.jp/jobboard/detail.aspx?id=v30dholMVeAqqc1ifSiKbg",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "# 業務内容\n当社サービスを使って、チームメンバーで何を作るか検討し、開発を進めていただきます。\n最終日には、当社社員に向けて発表していただきます。\nなお、長期インターン希望者には、本インターンにて長期インターンの選考を行います。\n本インターンでの実績を踏まえ、より実務に近い経験を積むことのできる長期インターンの案内をいたします。\n\n# 日程\n下記の日程を予定しております。\n- 8/15（木）- 8/21（水）\n- 8/29（木）- 9/4（水）\n- 9/5（木）- 9/11（水）\n\n※土日は休みとなります。\n※応募状況により変更の可能性があるのでご了承ください。\n\n# 応募資格\n- 何らかの開発言語においてプログラミング経験がある方（目安：半年以上）\n- 2026年3月以降に卒業予定の方（2027卒以降の方も歓迎します！）\n\n# こんな方にオススメ！\n- 夏休みを活用して、アプリ開発の経験をしたい方\n- チーム開発に興味がある方\n- 何らかのプログラミング言語に触れたことがある方\n- IT企業の中を覗いてみたい方\n- 「テクノロジー×不動産」という領域を、なんとなく面白そうと感じた方\n\n# 昨年の体験記\n- https://qiita.com/Kagari-hello-world/items/e69dd429c3936378f440\n- https://medium.com/@jey.togo/%E3%81%84%E3%81%84%E7%94%9F%E6%B4%BB-2023%E5%B9%B4%E3%82%B5%E3%83%9E%E3%83%BC%E3%82%A4%E3%83%B3%E3%82%BF%E3%83%BC%E3%83%B3-b5a5598e7a10\n- https://www.a4rcvv.net/blog/entry/si2023-e-seikatsu\n- https://note.com/har__03/n/n1faea7af59d9\n- https://note.com/seru_noob0451/n/n5d56cff45420\n- https://note.com/syou_551/n/ne0332ab0cd26\n- https://note.com/saku0719/n/nc57905f5479a\n\n# その他\n- 応募状況により締め切りは前後する可能性がございます。\n- その他詳細は「リンク」よりエントリーページをご覧ください。 ",
    場所: "原則リモート, 対面出社可, 東京",
    "実施時期 / 待遇": "1日1万円（土日を除く5日間で5万円）",
    技術スタック:
      "JavaScript, React, Webバックエンド, Webフロントエンド, クラウドサービス",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社Speee",
    イベント名:
      "【Speee】リアルな社会課題をもとに企画から実装まで一気通貫！10→100を見越した01事業立ち上げインターン",
    募集開始: "2024/03/01",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク:
      "https://speee-recruit.snar.jp/jobboard/detail.aspx?id=WAsP-EMywb2ihGq7Sgu_jQ",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "もしみなさんが、\n一緒に社会変革を起こせるような熱い仲間と出会って\n難度の高い社会課題への挑戦を【入社1日目】からやりたい。\n技術で事業の価値を戦略的に高めて、結果として人の役に立っていると実感したい。\n\nそんな環境で働くことが「楽しそう」「ワクワクする」\nと思えるのであれば、ぜひSpeeeに来てください。\n\nーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーー\n\n■ もはやインターンのレベルではない。超実践\n社員サポートのもと、Speeeが行う課題定義～実装までのゼロイチのサービス立ち上げの再現を12日間で実践します。\nユーザーにとって本当に価値のあるサービスとは？をチームでとことん試行錯誤しながら作る過程すべてを経験してもらいます。\n中間発表や、最終発表では事業責任者、技術責任者、執行役員が実際にフィードバック。\nユーザーに価値があるサービスが作れているか、ビジネスとしてどんな価値があるか、など事業を推進するエンジニアとして徹底的に向き合ってもらいます。\n開催はオフラインで、Speee六本木オフィスにて行います。\n※2026年卒業の方が対象です\n\n■インターンのポイント\n私達Speeeは、「本当にユーザーにとって価値のあるものを作ること」を大事にしています。\nそのためエンジニアは実装するだけではなく、ユーザーのことを知りユーザーの課題を探究し、それを設計し価値に変換するという一連の流れを大事にしています。\n\n今回のインターンでは、その全てを体験してもらいます。\nまた、Speeeでは、よりはやくユーザーに価値を提供するために、ユーザーや市場のリアルな情報に詳しいあらゆるプロフェッショナルのメンバーと一緒にチームを組んでいますが、それもインターンで体験してもらいます。\n\n①Speeeの実践的な開発現場を再現\n3～4人の学生チームを組み実務レベルのアジャイル開発現場を体験してもらいます。\nインセプションデッキ、振り返りなど実際の業務内容も体験。\n各チームに1人Speeeのプロダクト開発で活躍するエンジニアがメンターにつき、徹底的にコードレビューも行います。\n\nまた、Speeeの実際のチームのように、ビジネス職種の社員メンバーもメンターにつきます。\nユーザーにとっての価値は何なのか？ユーザー自身も自分の課題に気づいていないときもあります。ユーザーに価値あるサービスを作るために必要な視座をビジネスレベルまで引き上げてもらいます。\n\n②課題定義から、設計、実装すべて行います\n単に指示されたものを作るのではなく、自分たちで考えた構想を実現するために実装していきます。\nユーザー課題の探究、プロダクト価値の探究、提供価値の探究など\nチームで真剣に答えのない問いに向かって事業探究を行ってもらいます。ユーザーへの価値提供を最大化させましょう。\n\n■こんなことが学べる\n・リードエンジニアに徹底的にフィードバックをしてもらい技術を用いた課題解決力が上がります！\n・ユーザーにちゃんと価値を届けられるサービスの作り方がわかります！\n(単なるアイディアで作ること、動くものを作ることをゴールにするインターンではありません)\n・全工程を経験するため、自分はどこが強みなのか・何が課題かがわかりエンジニアとして働くイメージがつきます！そうやって自分の個性を見つけていきましょう。\n\n■昨年の参加者の声\n・徹底的に自分の強みと課題に向き合い、就活で1番役に立ったインターンでした！\n(理工系大学院 Fさん)\n\n・メンターさんが本当にユーザに価値を届けられてる？と何度も聞いてくれたところが良かった。開発のサポートも素晴らしく、最後まで作りきれたのはメンターさんのおかげだと思います。\n(長期スタートアップインターン経験あり Nさん)\n\n・ユーザ目線でサービス開発できるエンジニアを目指す私にとって、企画から実装までを経験できるという点がすごくよかったです。他のエンジニアインターンでも企画に関われるものはありますが、企画よりも実装にかなり力を入れているものが多く、ここまでサービスの価値を深掘りしたインターンは初めてでした。\n(情報系大学院 Yさん)\n\n■日程\n2024年8/15(木)～8/30(金)\n\n■申込み対象\n2026年卒業予定のエンジニア志望学生",
    場所: "対面出社, 東京",
    "実施時期 / 待遇": "15万円＋交通費・宿泊費",
    技術スタック:
      "Ruby, Ruby on Rails, Webバックエンド, Webフロントエンド, グループワーク, 課題解決",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社Speee",
    イベント名:
      "【Speee】マネージャー直下のチームで就業型課題解決インターン(期間・日数は応相談)",
    募集開始: "2024/03/07",
    締め切り: "2024/09/30",
    タグ: "インターン",
    リンク:
      "https://speee-recruit.snar.jp/jobboard/detail.aspx?id=ZzLwz1nHr7NrRgayfAqYLw",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "エンジニアマネージャー直下の横断的なプロジェクトチームで、事業を推進するエンジニアの１人としてとことん課題解決に向き合うことのできる実務インターンです！\n\n■何をやるのか\n・事業の目的に向かって実際の現場の課題解決にあたってもらいます\n・たとえば生成AI系のテーマや開発生産性をあげる取り組みなど、成果に対しての課題特定やプロセスなどを考えることなどすべてを経験できます\n\n■ 仕事の魅力\n【難度の高い産業課題の解決へのチャレンジできる】\n複雑性が高く、いまだアナログなオペレーションにより支えられているリアル産業の現場をテクノロジーによって再構築し、定着させていくという難度の高いチャレンジが出来ます。\n\n【エンジニアがメンターにつく】\nエンジニアマネージャーと現場エンジニアがメンターとしてつき、振り返りを一緒におこなっていきます。ただタスクをこなすわけではなく、目標に向かって成果報告と振り返りのサイクルを繰り返すことによってエンジニアとして成長できます！\n\n■日程\n随時\n約1ヵ月の就業インターンを予定しています\n基本的にはオフライン（出社）の想定ですが、オンラインの相談も可能です\n期間の延長も相談可能\n\n■申込み対象\n2026年卒業予定のWebエンジニア志望学生\n\n■技術スタック\n・言語\nRuby\n・フレームワーク\nRuby on Rails\n・フロントエンド\nReact, Vue.js, HTML, CSS, JavaScript\n・インフラ、ミドルウェア\nAWS、SendGrid\n・プロジェクト管理\nGitHub\n・情報共有ツール\nSlack、Kibela",
    場所: "リモート可, リモート＋対面出社, 対面出社, 東京",
    "実施時期 / 待遇": "あり",
    技術スタック:
      "Ruby, Ruby on Rails, Webバックエンド, Webフロントエンド, インフラ, サーバーサイド, データベース, 課題解決",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社\u3000日本経済新聞社",
    イベント名:
      "【日経電子版】女性エンジニアの働き方紹介 & 短期インターンシップ 2024 説明会 6/27 19:00~",
    募集開始: "2024/06/17",
    締め切り: "2024/06/27",
    タグ: "説明会",
    リンク: "https://nikkei.connpass.com/event/321455/",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "本イベントでは、日経で働く女性エンジニアの働き方紹介と、短期インターンシップについての説明を行います。 \n短期インターンへの応募を検討している方、日経のエンジニア組織に興味がある方はぜひご参加ください！",
    場所: "オンライン, リモート",
    "実施時期 / 待遇": "6/27 (木) 19:00~20:00",
    技術スタック: NaN,
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社\u3000日本経済新聞社",
    イベント名: "日本経済新聞社 (日経) 長期インターン",
    募集開始: "2024/01/01",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://hack.nikkei.com/internJobs/long_term/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "• 勤務地: オンライン ※東京近郊にお住まいの方は本社出社可\n• 勤務日数: 原則平日 2 日以上の勤務(テスト期間などの学校の繁忙期によって勤務日数の調整は可能です)",
    場所: "リモート, リモート＋対面出社, 対面出社可",
    "実施時期 / 待遇":
      "時給1,700円 (本社出社の場合は交通費支給)\n\n# 過去のインターン\nhttps://hack.nikkei.com/blog/?tags%5B%5D=intern",
    技術スタック:
      "AI, Android, Go, Kotlin, Python, Rust, Swift, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, セキュリティ, データベース, バックエンド, モバイル全般, 機械学習, 深層学習, 自然言語処理, 配信",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社\u3000日本経済新聞社",
    イベント名: "日経 短期インターンシップ@大阪 8/24(土)-8/28(水)",
    募集開始: "2024/05/08",
    締め切り: "2024/07/24",
    タグ: "インターン",
    リンク: "https://hack.nikkei.com/internJobs/2024_summer/",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "内容\n二人一組となって、日経電子版の新機能やデジタル事業の新サービスを作っていただきます。日経の記事データなど各種 API や膨大なアクセスログデータを使って開発していただきます。ふだん日経電子版の開発をしている社員が API やデータの利用方法についてサポートします。期間中または最終日に、社員から成果物についてフィードバックを行います。\n\n応募条件\nメディア・Webサービスに興味があり、かつ以下のいずれかまたは全て満たす方\n• Python / Ruby / JavaScript / Go / Swift / Kotlin / Java などを使った開発経験のある方\n• 機械学習・データ分析の経験のある方",
    場所: "原則対面出社, 大阪",
    "実施時期 / 待遇":
      "日程\n8/24(土)-8/28(水)\u3000＠大阪本社\n\n待遇\n・謝礼：75,000円（額面）\n・交通費：支給",
    技術スタック:
      "AI, Android, GCP, Go, Kotlin, Python, Rust, Swift, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, セキュリティ, データサイエンス, データベース, データ分析, バックエンド, モバイル全般, 機械学習, 深層学習, 自然言語処理, 配信",
    選考フロー:
      "https://hack.nikkei.com/internJobs/2024_summer/よりエントリーをお願いいたします。書類審査に通過した方にはインターン事務局より、申込み後 2 週間以内にご連絡差し上げます。日程調整後、オンラインで面談を実施し、ご参加いただける方には改めてご連絡差し上げます。",
  },
  {
    募集状況: "募集中",
    主催: "株式会社\u3000日本経済新聞社",
    イベント名: "日経 短期インターンシップ@東京 8/12(月)-8/16(金)",
    募集開始: "2024/05/08",
    締め切り: "2024/07/12",
    タグ: "インターン",
    リンク: "https://hack.nikkei.com/internJobs/2024_summer/",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "内容\n二人一組となって、日経電子版の新機能やデジタル事業の新サービスを作っていただきます。日経の記事データなど各種 API や膨大なアクセスログデータを使って開発していただきます。ふだん日経電子版の開発をしている社員が API やデータの利用方法についてサポートします。期間中または最終日に、社員から成果物についてフィードバックを行います。\n\n応募条件\nメディア・Webサービスに興味があり、かつ以下のいずれかまたは全て満たす方\n• Python / Ruby / JavaScript / Go / Swift / Kotlin / Java などを使った開発経験のある方\n• 機械学習・データ分析の経験のある方",
    場所: "原則対面出社, 東京",
    "実施時期 / 待遇":
      "日程\n8/12(月)-8/16(金)\u3000@東京本社\n\n待遇\n・謝礼：75,000円（額面）\n・交通費：支給",
    技術スタック:
      "AI, Android, GCP, Go, Kotlin, Python, Rust, Swift, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, セキュリティ, データサイエンス, データベース, データ分析, バックエンド, モバイル全般, 機械学習, 深層学習, 自然言語処理, 配信",
    選考フロー:
      "https://hack.nikkei.com/internJobs/2024_summer/よりエントリーをお願いいたします。書類審査に通過した方にはインターン事務局より、申込み後 2 週間以内にご連絡差し上げます。日程調整後、オンラインで面談を実施し、ご参加いただける方には改めてご連絡差し上げます。",
  },
  {
    募集状況: "募集中",
    主催: "株式会社\u3000日本経済新聞社",
    イベント名: "日経 短期インターンシップ@東京 9/9(月)-9/13(金)",
    募集開始: "2024/05/08",
    締め切り: "2024/08/09",
    タグ: "インターン",
    リンク: "https://hack.nikkei.com/internJobs/2024_summer/",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "内容\n二人一組となって、日経電子版の新機能やデジタル事業の新サービスを作っていただきます。日経の記事データなど各種 API や膨大なアクセスログデータを使って開発していただきます。ふだん日経電子版の開発をしている社員が API やデータの利用方法についてサポートします。期間中または最終日に、社員から成果物についてフィードバックを行います。\n\n応募条件\nメディア・Webサービスに興味があり、かつ以下のいずれかまたは全て満たす方\n• Python / Ruby / JavaScript / Go / Swift / Kotlin / Java などを使った開発経験のある方\n• 機械学習・データ分析の経験のある方",
    場所: "原則対面出社, 東京",
    "実施時期 / 待遇":
      "日程\n9/9(月)-9/13(金)\u3000@東京本社\n\n待遇\n・謝礼：75,000円（額面）\n・交通費：支給",
    技術スタック:
      "AI, Android, GCP, Go, Kotlin, Python, Rust, Swift, TypeScript, Webバックエンド, Webフロントエンド, Web全般, iOS, インフラ, セキュリティ, データサイエンス, データベース, データ分析, バックエンド, モバイル全般, 機械学習, 深層学習, 自然言語処理, 配信",
    選考フロー:
      "https://hack.nikkei.com/internJobs/2024_summer/よりエントリーをお願いいたします。書類審査に通過した方にはインターン事務局より、申込み後 2 週間以内にご連絡差し上げます。日程調整後、オンラインで面談を実施し、ご参加いただける方には改めてご連絡差し上げます。",
  },
  {
    募集状況: "終了",
    主催: "株式会社\u3000日本経済新聞社",
    イベント名: "【日経電子版】短期インターンシップ2024 説明会 6/24 19:00~",
    募集開始: "2024/06/17",
    締め切り: "2024/06/24",
    タグ: "説明会",
    リンク: "https://nikkei.connpass.com/event/321455/",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "本イベントでは短期インターンシップについての説明とQ&Aを行います。\n 応募を検討している方、日経のエンジニア組織に興味がある方はぜひご参加ください！",
    場所: "オンライン, リモート",
    "実施時期 / 待遇": "6/24 (月) 19:00~20:00",
    技術スタック: NaN,
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社ACCESS",
    イベント名:
      "ACCESS 1DAY プラットフォーム開発インターン～ブラウザでスマートテレビのUIをつくろう！～★世界有数の組み込みブラウザ技術を持つACCESSだけのひと夏の体験★",
    募集開始: "2024/04/22",
    締め切り: "2024/09/25",
    タグ: "インターン",
    リンク: "https://www.access-company.com/recruit/workstyle/intern/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "稀有な組み込みブラウザ技術で世界初を実現したACCESS。\n実は身近なところに組み込まれている当社ACCESSのソフトウェア開発を体験することができます。\n本インターンシップでは、HTML5を用いたスマートテレビのUI開発に関する実装〜テストまで疑似プロジェクトを1日体験していただきます。\n\n■体験できる内容\n• 70万行を超えるChromiumのオープンソースコードを実際に編集し機能追加。\n• Chromiumを使った開発体験（ブラウザの知識が一層深まります。）\n• HTML、JavaScript、CSSを使ったUI開発。\n• 実装、テストなどの、各開発プロセス体験。",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■日程\n・2024年8月6日（火）\n・2024年8月23日（金）\n・2024年9月25日（水）\n 全日程9：00～18：30\n※1dayコースです\n※各回、懇親会を実施予定（18：30～19：30）\n※オンライン（Zoom）での実施となります\n",
    技術スタック: "C++, Webフロントエンド, Webブラウザ",
    選考フロー: "ES書類選考→技術試験→インターンシップ参加",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ACCESS",
    イベント名:
      "ACCESS 2DAYS サーバーサイドエンジニアインターン～仮想IoTデバイスの監視サービス開発体験～",
    募集開始: "2024/04/22",
    締め切り: "2024/09/11",
    タグ: "インターン",
    リンク: "https://www.access-company.com/recruit/workstyle/intern/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "実は身近なところに組み込まれている当社ACCESSのソフトウェア開発を体験することができます。\n本インターンシップでは、自社で開発を進めるOSSのWebアプリケーションフレームワーク「Antikythera Framework」の紹介と、それを使用した仮想IoTデバイスの監視サービス開発を2日間で体験していただきます。\n\n■体験できる内容\n• 実際の業務に近い、実践的な設計・実装体験\n• 自社OSSのAntikythera Frameworkを利用したWebサービス開発",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■日程\n・2024年8月27日（火）～28日（水）\n・2024年9月12日（木）～13日（金）\n 全日程9：00～18：30\n※2daysコースです\n※各回、懇親会を実施予定（18：30～19：30）\n※オンライン（Zoom）での実施となります",
    技術スタック: "Webバックエンド",
    選考フロー: "ES書類選考→技術試験→インターンシップ参加",
  },
  {
    募集状況: "募集中",
    主催: "Turing（チューリング）株式会社",
    イベント名:
      "Turing（チューリング）株式会社_【25新卒】完全自動運転という本物の課題を一緒に解決してくれる仲間を募集！",
    募集開始: "2024/03/14",
    締め切り: "2025/02/28",
    タグ: "本選考",
    リンク: "https://herp.careers/v1/turing/qBLB_olJPLFY",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "チューリングはマルチモーダル生成AIで完全自動運転の実現を目指しているディープテックスタートアップです。\n\n【新卒採用について】\nチューリングは若い可能性をとても強く信じています。それはCEO山本自身が21歳の時にタッチタイピングからプログラミングをはじめ、将棋の名人を倒すプログラムを作れたように、適切な課題と環境があればみなさんが世界を変える存在になると知っているからです。あなたの一歩を踏み出す勇気を待っています。きっと驚くような成長ができるはずです。\n\n2022年4月の新卒入社が3名、2023年4月の新卒入社が4名います。新卒のエンジニアが活躍しており、事業のコアとなりつつある状態です。今後も才能ある人材を獲得するため、本格的に新卒採用をスタートします。\n\n【入社後の配属想定】\n現在は下記のチーム・プロジェクトがあります。ご経験・志向性に応じてアサインをしていきます。きっとあなたの人生に大きな影響を与える時間となるはずです。\n\n◾️チーム・プロジェクト\nリサーチチーム：大規模なGPUクラスタを利用し、ビジョンベース自動運転のための深層学習モデルやレベル5自動運転に利用するマルチモーダル基盤モデルの研究開発。\n\nプロダクトチーム：自動運転機能の開発を行っています。機械学習、ソフトウェア、組み込み、インフラなど幅広い専門性を持ったメンバーが一つのチームに集まっている状況です。低レイヤー・OS・ソフトウェアの高速化などのテーマが好きな人にとって、エキサイティングな環境となるでしょう。\n\nプラットフォームチーム：自動運転システムを車体に組み込むために必要なことは何でもやるNewチームです。テスト・シミュレーション・QA・UIなど多岐にわたる役割を担う想定で、チームとしての役割・機能自体これから洗練していきます。\n\n【業務内容例】\n・チューリングが開発するプロダクトの企画・設計・実装・テスト並びに各技術選定\n・安定したサービス提供のための改善及び新しい技術の利活用、パフォーマンスチューニング等\n・UX提供のための適切なAPI設計、フロントエンドの開発\n・CIツール連携による開発の効率化\n・カンファレンス及びイベント等への登壇・寄稿\nなど\n\n【参考情報】\n▼ Entrance Book\nhttps://www.turing-motors.com/jobs/entrancebook\n\n▼ Turing Tech Blog\nhttps://zenn.dev/p/turing_motors",
    場所: "(相談可能), リモート可, リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "# 実施時期\n - 随時実施しています\n\n# 待遇\n - ご経験・スキルを考慮して決定いたします（中途採用と同様です）",
    技術スタック:
      "AI, AWS, C, C++, GCP, GPU, GPU Cluster, MLOps, OS, Python, Web全般, アルゴリズム, インフラ, データエンジニアリング, データサイエンス, データベース, マルチモーダルAI, 世界モデル, 大規模並列学習, 機械学習, 深層学習, 生成AI, 画像処理, 画像認識, 組込みシステム, 自然言語処理, 電子回路",
    選考フロー:
      "・カジュアル面談\n・書類選考\n・面接2~3回\n※技術課題を実施する場合があります\n※選考フローは変更になる場合があります",
  },
  {
    募集状況: "終了",
    主催: "Turing（チューリング）株式会社",
    イベント名:
      "2024 チューリングサマーインターン募集／完全自動運転リサーチ・end to end 自動運転開発・車載ソフトウェア開発",
    募集開始: "2024/04/18",
    締め切り: "2024/06/14",
    タグ: "インターン",
    リンク: "https://www.turing-motors.com/jobs/summerintern2024",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "チューリングはマルチモーダル生成AIで完全自動運転の実現を目指しているディープテックスタートアップです。\n\n創業から2年弱で独自のAIシステムの開発、車両の販売、コンセプトカーの発表、工場の新設などを行ってきました。社員数は40名近くになり、この間インターンから9名が正社員となっています。エンジニアが8割以上を占めており、AI・ソフトウェア・ハードウェアのさまざまなレイヤーの才能が集まっています。\n\nインターンについて\nチューリング社は事業拡大に伴い、一緒に開発・研究を進めてくれる仲間（学生インターン）を募集しています！3コースから選択してください。サマーインターンとして多くのインターン生を採用する予定なのでぜひ応募ください。\n\nインターンのポイント\n• どのコースでも高い自走力や課題解決能力を求めます\n• 正社員がメンターとしてつきます\n• 正社員同等の情報開示がなされます\n• サマーインターン後の正式インターンジョイン可能です\n\n今までインターンメンバーが体験したこと\n• 自分の書いたソースコードを積んだ車をユーザーが乗っている\n• 技術選定を言語、マシーンなど低いレイヤーから携わった\n• LinuxをOSレイヤーから触れた\n• 北海道一周など会社の重要プロジェクトに携わった\n• MLOps勉強会やテックブログなど会社のアウトプット・外部露出に貢献した\n• TVの取材やYouTubeの企画に巻き込まれた\n• 車の分解やラジコンでの操作などを経験した\n\nサマーインターンで経験できること\n - 完全自動運転リサーチコース\nこのチームでは、大きく2つのイシューに取り組みます。\n• 完全自動運転の「知能」を実現するマルチモーダル生成AIの開発\n• 生成AIをエッジで実現するアクセラレーター開発です。政府の生成AI支援プロジェクト「GENIAC」に採択され、大規模なGPUクラスターを活用した基盤モデル開発に挑戦できます。\xa0そのために下記の開発を進めています\n• マルチモーダル生成AIの開発\n• ペタバイトスケールのデータレイク基盤の開発\n• 大規模並列学習を可能とするMLOpsの実現\xa0こういった課題に対して一緒に取り組める方を求めています。最先端のAI開発にチャレンジしていきましょう。\xa0\n\n - end to end 自動運転開発コース\nチューリングは完全自動運転、すなわちシステムが人間の運転動作をすべて代替することを目指しています。このチームでは、運転に関するあらゆる機能を置きかえるため、自動運転に関するカメラシステム、MLモデル、データレイク、MLOpsを含む全ての課題を解決します。\xa0具体的には下記に取り組んでいます。\n• 走行データから自動走行が可能な深層学習モデルを作成するためのデータ基盤の整備\n• end to endの自動運転モデル開発\xa0\n\n - 車載ソフトウェアウェア開発コース\nこのチームではend to end 自動運転AIを車に品質・安全性高く組み込むためのソフトウェア開発を進めています。具体的には下記に取り組みます。\xa0\n• 車に組み込む自動運転システムにつながるソフトウェアの開発\n• 自動運転システム自体の開発\n• 開発に関する内製・内部ソフトウェア\n    ◦ 走行シミュレータ\n    ◦ CI/CDパイプラインの構築",
    場所: "(相談可能), リモート可, リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "# 実施時期\n - 通年（週2日以上勤務可能な方を対象としています）\n\n# 待遇\n - 1,800円",
    技術スタック:
      "AI, AWS, C, C++, CI/CD, GCP, GPU Cluster, MLOps, Python, Web全般, アルゴリズム, データエンジニアリング, データベース, マルチモーダルAI, 世界モデル, 機械学習, 深層学習, 生成AI, 画像処理, 画像認識, 自然言語処理",
    選考フロー:
      "・カジュアル面談\n・書類選考\n・面接2~3回\n※技術課題を実施する場合があります\n※選考フローは変更になる場合があります",
  },
  {
    募集状況: "募集中",
    主催: "Turing（チューリング）株式会社",
    イベント名:
      "【通年】学生インターン_エンジニア_エンジニアリング・開発（開発部）",
    募集開始: "2024/04/18",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://herp.careers/v1/turing/BvH7U5cUuQz4",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "同上",
    場所: "(相談可能), リモート可, リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "# 実施時期\n - 通年（週2日以上勤務可能な方を対象としています）\n\n# 待遇\n - 1,800円",
    技術スタック:
      "AI, AWS, C, C++, CI/CD, GCP, GPU Cluster, ML, MLOps, Python, Web全般, アルゴリズム, データエンジニアリング, データベース, マルチモーダルAI, 世界モデル, 機械学習, 深層学習, 生成AI, 画像処理, 画像認識, 自然言語処理",
    選考フロー:
      "・カジュアル面談\n・書類選考\n・面接2~3回\n※技術課題を実施する場合があります\n※選考フローは変更になる場合があります",
  },
  {
    募集状況: "募集中",
    主催: "株式会社CARTA HOLDINGS",
    イベント名:
      "https://carta-recruit.snar.jp/entry.aspx?entryid=03e4b2b9-8212-48b3-aa68-d69d83b916b1",
    募集開始: "2024/06/21",
    締め切り: "2024/07/05",
    タグ: "インターン",
    リンク:
      "https://carta-recruit.snar.jp/entry.aspx?entryid=03e4b2b9-8212-48b3-aa68-d69d83b916b1",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▼インターンのポイント\n・5日間の短期集中型インターンに4人1組のチームで取り組む\n・初日に渡される「素朴に書かれた初期アプリケーションとAWSインフラ環境」を改善していく\n・CARTA\xa0HOLDINGSのエンジニアが5日間つきっきりでサポート！\n\n▼インターンのゴール\n・初期アプリケーションとインフラを改善し、30,000RPS(秒間リクエスト数)を達成すること\n\n▼インターンで得られること・経験できること\n・秒間数万リクエストを捌くWebアプリケーションとインフラの設計・構築方法を実践的に学べる\n・課題の発見からボトルネックの特定、改善案の立案・実行までの一連の過程を実践で体験できる\n・リアルなインフラ環境で試行錯誤し、適切な選択ができるようになれる\n・チームでの議論を通じて、コミュニケーション力や協調性、技術的な考えを的確に表現し発信する力が身につく\n・AWSのさまざまなサービス(VPC、EC2、ALB、NAT、S3、RDSなど)を実践的に活用する経験ができる\n・「推測するな、計測せよ」の理念に基づく分析的な考え方とマインドセットを学べる\n・大規模サービス運営に携わる現役エンジニアから直接フィードバックを受けられる\n\n▼関連情報・過去の様子\n・https://techblog.cartaholdings.co.jp/sunrise\n・https://techblog.cartaholdings.co.jp/entry/sunrise2023-learning-point",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "◆開催期間\n2024年9月9日(月) ～ 2024年9月13日(金)\nの計5日間の開催\n\n◆場所\nCARTA HOLDINGS 虎ノ門オフィス開催予定\n\n◆待遇\n6万円支給\n※別途、遠方(首都圏以外にお住まい)の方は、東京までの往復の交通費を上限4万円まで支給予定\n※参加にあたり宿泊が必要な方には、宿泊施設をご用意します(1人1部屋の個室をご用意します）\n\n▼参加資格\xa0\n・2026年4月に新卒入社可能な方\n・開催期間の全日程に参加可能な方(途中抜け等はできません)\n・Webアプリケーションの作成経験がある方(言語不問)\n・エンジニアリングやものづくりが好きな方",
    技術スタック:
      "AWS, Go, SQL, Vue.js, Webバックエンド, Web全般, インフラ, クラウドサービス, グループワーク, サーバーサイド, データベース, バックエンド",
    選考フロー: "書類選考\n→ 選考会（面接/適性検査）※複数回\n→ 参加確定！",
  },
  {
    募集状況: "終了",
    主催: "株式会社CARTA HOLDINGS",
    イベント名:
      "【昨年サマーインターンランキング第2位！】フルサイクル開発で進化するサマーインターン「Treasure」（ES最終〆切迫る…！）",
    募集開始: "2024/05/13",
    締め切り: "2024/05/31",
    タグ: "インターン",
    リンク:
      "https://carta-recruit.snar.jp/entry.aspx?entryid=275dbac4-9e26-4b0d-beb4-4d8aab13b1ad",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "3週間で\xa0講義とチーム開発\xa0を行うサマーインターンシップ！\n\n▼インターンのポイント\n・3週間で与えられた事業課題を、チームで技術的に解決する\n・期間中に作り上げるプロダクトの方向性を決めるのは、インターンに参加する皆さん\n・その挑戦の間、常にプロのエンジニアがチームごとについて全力でサポート\n\n▼インターンのゴール\n・与えられた事業課題を解決し、プロダクトを成長・進化させる\n\n▼インターンで得られること・経験できること\n・フルサイクル開発を通して、エンジニアリングで事業の課題が解決できる人になれる\n\n▼関連情報・過去の様子\nテックブログ: https://techblog.cartaholdings.co.jp/treasure\n2023年の様子：https://techblog.cartaholdings.co.jp/entry/2023/05/16/112628\n2022年の様子：https://techblog.cartaholdings.co.jp/entry/treasure2022-report\n2021年の様子：https://techblog.cartaholdings.co.jp/entry/treasure2021",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "◆開催期間\n2024年8月13日 (火) ～ 2024年8月30日 (金)\n※土日、祝日は休みとなります。\n\n◆場所\nCARTA HOLDINGS 虎ノ門オフィス開催予定\n\n◆待遇\n14万円支給\n※関東圏外の方には宿泊施設をご用意します(1人1部屋の個室をご用意します）\n※来社にかかる交通費（往復上限4万円まで）は負担いたします\n\n▼参加資格\n・2026年4月に新卒入社可能な方\n・開催期間の全日程に参加可能な方(途中抜け等はできません)\n・Webアプリケーションの作成経験がある方(言語不問)\n・エンジニアリングやものづくりが好きな方",
    技術スタック:
      "AWS, CI/CD, GitHub, PDM, React, TypeScript, Webバックエンド, Webフロントエンド, Web全般, インフラ, グループワーク, サーバーサイド, データベース, バックエンド",
    選考フロー: "書類選考\n→ 選考会（面接/適性検査）※複数回\n→ 参加確定！",
  },
  {
    募集状況: "募集中",
    主催: "GMOインターネットグループ株式会社",
    イベント名: "GMO │ テクノロジーインターンシップ：Webエンジニアリングコース",
    募集開始: "2024/04/19",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://recruit.gmo.jp/engineer/jisedai/internship/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "Webエンジニアリングコース\nWebサービスの構築を行い、実サービスで運用できるクオリティの構成を一人、もしくはチームで実現してもらいます。メンターにヒントを貰いながらアプリケーション全体の構成を自分たちで考え、限られた時間でどこまで構築できるかに挑戦します。スクラムベースのタスク管理も体験しながら業務での一連の流れを体験できます。\n\n勤務場所\n東京オフィス：東京都渋谷区桜丘町26番1号 セルリアンタワー ※JR渋谷駅から3分\n大阪オフィス：大阪府大阪市北区大深町3番1号 グランフロント大阪タワーB 23階 ※JR大阪駅直結\n\n前年実績\nhttps://developers.gmo.jp/38008/",
    場所: "大阪, 東京, 梅田駅, 渋谷",
    "実施時期 / 待遇":
      "2024年 8月26日(月)〜9月6日(金)\n\n時給 1,500円、交通費支給、社内カフェが無料で利用可",
    技術スタック: "Webバックエンド, Webフロントエンド, Web全般, セキュリティ",
    選考フロー: "書類選考＞Zoom面談＞内定",
  },
  {
    募集状況: "募集中",
    主催: "GMOインターネットグループ株式会社",
    イベント名: "GMO │ テクノロジーインターンシップ：ブロックチェーンコース",
    募集開始: "2024/04/19",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://recruit.gmo.jp/engineer/jisedai/internship/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "ブロックチェーンコース\nGMOインターネットグループが発行するステーブルコインGYENを活用したアプリケーションの開発、またはブロックチェーンのスケーラビリティ課題に対するソリューションや分散型金融（DeFi）のリサーチ・検証を行います。\nブロックチェーンのトレンドを理解し、技術的な課題をどのように解決していくか、どのようにビジネスに活かしていくかを現場のエンジニアのサポートを受けて体験することができます。\n\n勤務場所\n東京オフィス：東京都渋谷区桜丘町26番1号 セルリアンタワー ※JR渋谷駅から3分\n大阪オフィス：大阪府大阪市北区大深町3番1号 グランフロント大阪タワーB 23階 ※JR大阪駅直結\n\n前年実績\nhttps://developers.gmo.jp/38008/",
    場所: "大阪, 東京, 梅田駅, 渋谷",
    "実施時期 / 待遇":
      "2024年 8月26日(月)〜9月6日(金)\n\n時給 1,500円、交通費支給、社内カフェが無料で利用可",
    技術スタック: "ブロックチェーン",
    選考フロー: "書類選考＞Zoom面談＞内定",
  },
  {
    募集状況: "募集中",
    主催: "GMOインターネットグループ株式会社",
    イベント名: "GMO │ テクノロジーインターンシップ：MLエンジニアリングコース",
    募集開始: "2024/04/19",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://recruit.gmo.jp/engineer/jisedai/internship/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "MLエンジニアリングコース 【新設】\nLLMなどのAIをアプリケーションに組み込み機械学習エンジニアリングをチームで実現してもらいます。本コースではデータサイエンスコースと違いモデル構築は行わずアプリケーション組み込みを中心としたカリキュラムとなります。\n本カリキュラムではエンジニアがチューターとなり、MLエンジニアリングのプロセスが体験できます。\n\n勤務場所\n東京オフィス：東京都渋谷区桜丘町26番1号 セルリアンタワー ※JR渋谷駅から3分\n大阪オフィス：大阪府大阪市北区大深町3番1号 グランフロント大阪タワーB 23階 ※JR大阪駅直結\n\n前年実績\nhttps://developers.gmo.jp/38008/",
    場所: "大阪, 東京, 梅田駅, 渋谷",
    "実施時期 / 待遇":
      "2024年 8月26日(月)〜9月6日(金)\n\n時給 1,500円、交通費支給、社内カフェが無料で利用可",
    技術スタック:
      "AI, ML, MLOps, データエンジニアリング, データサイエンス, 機械学習",
    選考フロー: "書類選考＞Zoom面談＞内定",
  },
  {
    募集状況: "募集中",
    主催: "GMOインターネットグループ株式会社",
    イベント名: "GMO │ テクノロジーインターンシップ：データサイエンスコース",
    募集開始: "2024/04/19",
    締め切り: "2024/06/30",
    タグ: "インターン",
    リンク: "https://recruit.gmo.jp/engineer/jisedai/internship/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "データサイエンスコース\nGMOインターネットグループが提供するサービスの実データなどを使って、データサイエンスで解決したいビジネス課題を想定し、機械学習モデルの選定/実装、実データの前処理、特徴量設計、評価指標策定、学習/評価など、データサイエンス業務のポイントを体験して頂きます。\n現場で活躍するデータサイエンティストがチューターとなり、データドリブンな課題解決のプロセスが体験できます。\n\n勤務場所\n東京オフィス：東京都渋谷区桜丘町26番1号 セルリアンタワー ※JR渋谷駅から3分\n大阪オフィス：大阪府大阪市北区大深町3番1号 グランフロント大阪タワーB 23階 ※JR大阪駅直結\n\n前年実績\nhttps://developers.gmo.jp/38008/",
    場所: "大阪, 東京, 梅田駅, 渋谷",
    "実施時期 / 待遇":
      "2024年 8月26日(月)〜9月6日(金)\n\n時給 1,500円、交通費支給、社内カフェが無料で利用可",
    技術スタック:
      "AI, MLOps, データエンジニアリング, データサイエンス, データサイエンティスト, 機械学習",
    選考フロー: "書類選考＞Zoom面談＞内定",
  },
  {
    募集状況: "終了",
    主催: "合同会社DMM.com",
    イベント名: "DMMGUILD",
    募集開始: "2024/03/01",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://dmm-corp.com/recruit/intern/engineer/guild/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "ゲーミング要素があって珍しいインターン\nhttps://inside.dmm.com/articles/2023dmmguild/",
    場所: "リモート, 出社可能性あり, 東京",
    "実施時期 / 待遇": "- 時給1,500円\n    - ランク上位者には賞金支給",
    技術スタック: "Android, Web全般, iOS, インフラ",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "合同会社DMM.com",
    イベント名: "就業型インターン",
    募集開始: "2024/03/01",
    締め切り: "2024/06/28",
    タグ: "インターン",
    リンク: "https://dmm-corp.com/recruit/intern/engineer/working/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "やること幅広い\n1人1人に合わせて時期・期間がカスタマイズが可能",
    場所: "リモート, 出社可能性あり, 東京",
    "実施時期 / 待遇":
      "- 時給1,500円\n- 2024年7月～12月の中で2週間〜2ヶ月\n    - 学生と企業で期間・時期をすり合わせて決定",
    技術スタック: "Android, Web全般, iOS, インフラ, 機械学習",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "合同会社DMM.com",
    イベント名: "短期インターン\u3000\n～Android～\n〜Go〜",
    募集開始: "2024/03/01",
    締め切り: "2024/06/14",
    タグ: "インターン",
    リンク:
      "https://dmm.snar.jp/jobboard/detail.aspx?id=B4SmZqfFziuQJumYjgzGlA",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "研修ベースなので無給ではあるが、\n毎年好評で一通りかけるようになるhttps://inside.dmm.com/articles/interNaNdroidgo/",
    場所: "リモート, 出社可能性あり, 東京",
    "実施時期 / 待遇": "- 無給\n- イベント参加の際、交通費・宿泊費支給",
    技術スタック: "Go, Kotlin",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: " 株式会社MIXI",
    イベント名: "Dive into MIXI 2024 夏季（エンジニア）",
    募集開始: "2024/03/25",
    締め切り: "2024/08/31",
    タグ: "インターン",
    リンク:
      "https://mixi-recruit.snar.jp/jobboard/detail.aspx?id=jOrDvayy37gB77hE3ZxpCg",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      '▼インターンシップについて\n"コミュニケーション"を事業ドメインとしたMIXIの様々なサービスの中、スタートアップフェーズのサービス、6100万人ユーザーを誇るソーシャルゲーム、2000万人が利用する家族アルバムサービス、現在開発中の新規サービスまで、現場社員とともにサービス開発・業務体験できる就業型長期インターンシップです。\n\n大規模なアプリケーションや、成長過程のプロダクトの開発現場において、実際のチームの一員として業務に携われる絶好の機会です。\n短期のブートキャンプ型とは異なる、学生時代にはなかなか経験できない大規模サービスの開発、チーム開発のイロハ、技術力をぜひ吸収してください。\nモンスターストライク、家族アルバム みてね、TIPSTAR、MIXIM、Fansta、Romi、 コトダマン、minimo、その他新規開発中サービス\u3000など\n\n▼求めるスキル\n完全就業型の環境にて、さらなる成長や挑戦をしたい方のご応募をお待ちしております！\n※機械学習やセキュリティ領域など、ご自身が得意とする分野でのご応募も歓迎しております\n\n【必須】\n・授業内・外でWebサービスやスマホアプリを作った経験（非公開アプリでも可）\n・自発的に周囲とコミュニケーションを取り、前のめりに業務を進めて下さる方\n・成長途中のサービスにコミットして、一緒にサービスを創り上げていこうという気持ちを持っていただける方\n・gitなどのバージョン管理システムを使ったチーム開発経験\n\n【歓迎】\n・企業でのアルバイトやインターンの開発経験\n・MySQL、SQLite、PostgreSQL等のデータベースを利用した開発経験\n・Docker、Linux、kubernetesなどその他開発に関わってくる技術を使った開発経験\n・研究やアルバイトなどでの機械学習経験\n・AWS, GCPなどのインフラ構築経験',
    場所: "リモート＋対面出社",
    "実施時期 / 待遇":
      "【期間】\n基本通年募集\n1ヵ月以上から応相談\u3000\n※サービスによって異なりますので、面接時に確認させていただきます\n※入社日は、毎月1日か16日のいずれかになります\n※合格後、入社手続きに3週間ほどお時間をいただきます\n\n【勤務時間】\n10:00～19:00（休憩1時間）※作業時間や勤務頻度は相談可能です\n\n【時給】\n時給 2,500円",
    技術スタック:
      "API, AWS, Android, Flutter, GCP, GitHub, Go, JavaScript, Kotlin, MLOps, Next.js, Python, R, React, Ruby on Rails, SQL, Swift, TypeScript, Webフロントエンド, Web全般, iOS, インフラ, バックエンド, モバイル全般, 機械学習",
    選考フロー:
      "応募（マイページ作成）→エントリーシート選考 → 人事面接 → 現場社員面接 （複数回）→ 参加決定",
  },
  {
    募集状況: "募集中",
    主催: "株式会社LayerX",
    イベント名:
      "株式会社LayerX\u3000LLM領域リサーチエンジニア(実務型インターン・最短1ヶ月〜)",
    募集開始: "2024/01/01",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/layerx/pages/83317",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "フルリモート可能",
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇": "時給2,000円〜 (パフォーマンスに応じて変動します)",
    技術スタック:
      "Python, Webバックエンド, Web全般, アルゴリズム, データ分析, 機械学習, 自然言語処理",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社LayerX",
    イベント名: "【バクラク】ソフトウェアエンジニア(サマーインターン)",
    募集開始: "2024/03/27",
    締め切り: "2024/05/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/layerx/pages/90757",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【LayerXサマーインターン１期生を大募集！！！】\nLayerXの爆速開発を体感し、実践できるようになろう！\nLayerXが初の「2weeks サマーインターンシップ」を開催！！これまでの開発経験を活かしつつ、仲間と共に圧倒的に成長できる熱い夏を過ごそう！\nLayerXのトップエンジニアが、『みなさんの圧倒的成長』と『LayerX流のチームでの爆速開発を体感していただく』にフルコミットします！\n\n必要な条件/経験\n• 圧倒的熱量！！！\n• チームでの開発経験（もしくはそれに準ずる経験）\n• 基礎的な技術的理解(Git, HTTP)\n• 個人開発もしくは研究・アルバイト等で、「動くモノ」を自分で作った経験\n• 日本語にてコミュニケーションが可能なこと / Native-like fluency in Japanese",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "・200,000円/2週間\n・遠方からご参加の方には交通・宿泊費支給となります。",
    技術スタック:
      "Go, Next.js, TypeScript, Vue.js, Webバックエンド, Webフロントエンド, Web全般, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社LayerX",
    イベント名: "【26卒エンジニア向け】LayerX Internship Tech LT #2",
    募集開始: "2024/04/11",
    締め切り: "2024/04/25",
    タグ: "イベント",
    リンク: "https://layerx.connpass.com/event/315430/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "LayerX エンジニアインターンによるLT大会\n経験者のLTを聞いて、LX実務インターンの解像度を深めよう！\n\nLayerXのエンジニアインターンたちが、インターンシップ期間中に取り組んだプロジェクトとそこから得た学びを共有するイベントです。 また各インターン生のメンターから「公開フィードバック」も実施予定！\n「実務インターン」と言っても、ミッションや取り組む内容は会社ごとに様々かと思います。 このLT会に参加していただくと、「LayerXの実務インターンでは具体的にどんなことに取り組むのか」「どんな学びを得られるのか」の解像度を上げていただくことができます！\n\n【LayerXの開発チームの特徴】\n・「バックエンド」「フロントエンド」など役割ごとにチームが分かれているのではなく、プロダクトごとにチームが分かれており各メンバーが横断的に開発を行っている\n・自分で考えたことに対してメンターから的確なフィードバックをもらえる\n・議論しやすい環境\n\nこういった環境で開発実務に取り組むことで、インターンシップ期間中に大きく成長することができます。 このLT会を通じて、よりリアルなLayerXを知ってもらえたら嬉しいです！\n今回はクローズドイベント！実務インターン経験のある方だけが参加可能となります。\n※25卒内定者も参加するので、交流会で就活の相談をすることも可能です！\n\nイベント後には、インターンの学生や内定者・LayerXのエンジニアたちとリラックスした雰囲気でわいわい交流しましょう！ 軽食やドリンクをご用意してお待ちしております！",
    場所: NaN,
    "実施時期 / 待遇": "2024/04/25(木)\u300019:00 〜 21:30",
    技術スタック:
      "Go, React, TypeScript, Vue.js, Webバックエンド, Webフロントエンド, Web全般, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社LayerX",
    イベント名:
      "株式会社LayerX\u3000機械学習エンジニア(実務型インターン・最短1ヶ月〜)",
    募集開始: "2024/01/01",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/layerx/pages/67728",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "フルリモート可能",
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇": "時給2,000円〜 (パフォーマンスに応じて変動します)",
    技術スタック:
      "AI, Go, MLOps, Python, React, TypeScript, データサイエンス, 機械学習, 自然言語処理",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社LayerX",
    イベント名: "【バクラク】機械学習エンジニア(新卒採用・サマーインターン)",
    募集開始: "2024/05/09",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/layerx/pages/92339",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "【LayerXサマーインターン１期生を大募集！！！】\n\nLayerXが初の短期サマーインターンシップを開催します！機械学習エンジニアのコースでは、AI・機械学習技術を活用したバクラクの機能改善に実際に取り組んでいただきます。3週間のインターン期間中は、現役の機械学習エンジニアがメンターとしてみなさんが成果を出すことを全力でサポートいたします！\n\nインターンを通じて、AI・機械学習技術が企業においてどのように活用されているのか、LayerXの機械学習エンジニアがどのように働いているのかを体感いただき、これからの研究活動や就職活動、開発に活かしていただきたいと考えています。\n\n具体的な取り組み内容は、これまでのご経験やご希望を伺いつつ、メンターと相談しつつ決定します。参考までに関連する技術領域を記載します。\n\n技術領域：画像処理、自然言語処理（LLMも含む）、Vison and Language、推薦システム、etc...\n\nこれまで授業や研究で扱ってきた機械学習という技術が企業においてどのように活用されているのかを知りたい方も、他の企業で積まれたご経験をLayerXでも活かして活躍したい方も、お待ちしております！\n\n必要な経験：\n• 継続的な改善を伴う、機械学習関連の研究または機械学習プロダクトの開発経験",
    場所: "リモート可, リモート＋対面出社, 対面出社",
    "実施時期 / 待遇": " 2024年8月〜9月ごろ（状況に応じて調整可能）",
    技術スタック:
      "AI, AWS, Go, Nuxt.js, Python, TypeScript, Vue.js, 機械学習, 自然言語処理",
    選考フロー: "書類選考→技術面接→内定",
  },
  {
    募集状況: "募集中",
    主催: "株式会社LayerX",
    イベント名:
      "株式会社LayerX\u3000ソフトウェアエンジニア(実務型インターン・最短1ヶ月〜)",
    募集開始: "2024/01/01",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://open.talentio.com/r/1/c/layerx/pages/52733",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": "フルリモート可能",
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇": "時給2,000円〜 (パフォーマンスに応じて変動します)",
    技術スタック:
      "Flutter, Go, Next.js, React, TypeScript, Webバックエンド, Webフロントエンド, Web全般, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社リクルート",
    イベント名: "【選考直結型】RECRUIT INTERNSHIP for Engineers 2024",
    募集開始: "2024/03/04",
    締め切り: "2024/04/23",
    タグ: "インターン",
    リンク:
      "https://www.recruit.co.jp/employment/students/engineers/event/recruit-internship-for-engineers-2024/?utm_source=msps&utm_medium=media&utm_campaign=2024eris",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■インターン概要\n約1カ月の就業型インターンシップです。\n人事・エンジニア社員による手厚いサポートを受けながら、若手社員同等レベルの実務を担当いただきます。\nリクルートならではの、社会に与えるインパクトの大きさや手触り感をご体感いただけます。\n・第1ターム：2024年8月26日（月）～2024年9月27日 （金）\n・第2ターム：2024年10月3日（木）～2024年11月1日 （金）\n・第3ターム：2024年11月5日（火）～2024年12月6日（金）\n\n■募集職種\n・iOSエンジニア\n・Androidエンジニア\n・Webフロントエンドエンジニア\n・バックエンドエンジニア\n・インフラエンジニア\n・セキュリティエンジニア\n\n■参加特典\n1.参加者の一部の方は採用選考において選考を一部免除\n2.PC貸与（全員）\n3.一部食事代負担\n4.オリジナルノベルティグッズ\n5.スキルアップ書籍購入支援（技術書、ビジネス書等）\u3000※上限あり\n\n■併願について\n弊社の他インターンシップとの併願も可能です。\n就業体験の機会を多くの方に提供するため、弊社の他インターンシップに参加された方は参加をお断りすることがございます。予めご了承ください。",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "時給3,000円上記の報酬以外にも下記の補助があります。\n・交通費\n・宿泊費（遠方者のみ）\n\n",
    技術スタック:
      "AWS, Android, Flutter, Go, JavaScript, Python, Webフロントエンド, iOS, インフラ, セキュリティ, バックエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社リクルート",
    イベント名: "【選考直結型】RECRUIT INTERNSHIP for Data Specialists 2024",
    募集開始: "2024/03/12",
    締め切り: "2024/05/09",
    タグ: "インターン",
    リンク:
      "https://www.recruit.co.jp/employment/students/engineers/event/recruit-internship-for-data-specialist-2024/?utm_source=msps&utm_medium=media&utm_campaign=2024dsis",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■インターン実施期間\n・第1ターム：2024年7月22日 (月) 〜 2024年8月30日 (金)\n・第2ターム：2024年9月2日 (月) 〜 2024年10月4日 (金)\n・第3ターム：2024年10月7日 (月) 〜 2024年11月8日 (金)\n・第4ターム：2024年11月11日 (月) 〜 2024年12月13日 (金)\n・第5ターム：2024年12月16日 (月) 〜 2025年1月24日 (金)\n\n■️募集職種\n・データサイエンティスト\n・機械学習エンジニア\n・データエンジニア\n・アナリティクスエンジニア\n・ソフトウェアエンジニア（データアプリケーション）\n\n■参加特典\n1.参加者の一部の方は採用選考において選考を一部免除\n2.PC貸与（全員）\n3.一部食事代負担\n4.オリジナルノベルティグッズ\n5.スキルアップ書籍購入支援（技術書、ビジネス書等）\u3000※上限あり\n\n■️併願について\n本インターンシップは、弊社の他インターンシップとの併願も可能です。\n就業体験の機会を、より多くの方に提供するため、弊社の他インターンシップに参加された方は参加をお断りすることがございます。予めご了承ください。",
    場所: "リモート＋対面出社, 東京",
    "実施時期 / 待遇":
      "時給3,000円上記の報酬以外にも下記の補助があります。\n・交通費\n・宿泊費（遠方者のみ）",
    技術スタック:
      "BIツール, OSS, Python, R, クラウドサービス, データエンジニアリング, データサイエンス, データ分析, 機械学習",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| バックエンド プラットフォーム(AWS)",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/05/07 10:00 (JST)",
    タグ: "インターン",
    リンク: "https://cybozu.co.jp/company/job/recruitment/intern/backend.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\n海外向けに提供する「kintone」は、AWS（Amazon Web Service）上のクラウドプラットフォームで提供しています。私たちはkintoneの世界展開に向けて、AWSのクラウドプラットフォームやその上で稼働するバックエンドサービスの開発・運用をしています。私たちの普段の活動についてはhttps://blog.cybozu.io/archive/category/yakumoを参考にしてください。\nこのコースでは実際にAWSで運用しているプラットフォームをベースに、実際のコードを触りながら一連の開発を体験してもらいます。普段kintoneのプラットフォームを開発・運用しているエンジニアがメンターとしてサポートします。\nコースでの取り組みを通じて、AWS上で本番稼働しているサービスの構成や採用技術について知ることができる他、実際に運用しているサービスのモニタリングや大規模インフラのデプロイパイプラインについて知ることができます。\n\n■エントリー概要\n必要な経験/スキル\n• GitまたはGitHubを使った開発経験\n• 初歩的なUNIX/GNU Linuxコマンドの知識\n• ネットワークの基礎知識\n• Go、Java、Kotlinなど静的言語によるWebアプリケーション開発またはツール開発経験\n• コミュニケーションスキル。自分の考えを言語化でき質問に対して応答できる\n\nあると望ましい経験/スキル\n• AWSを使った開発経験\n• Docker、Kubernetesなどのコンテナに関する知識\n• CI/CDパイプラインや自動テストを用いた開発経験",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 9月9日(月)〜9月13日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック: "AWS, CI/CD, GitHub, Go, Kotlin, Kubernetes, Webバックエンド",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名:
      "Cybozu Internship2024| クラウド基盤 プラットフォーム(自社基盤)",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/05/07 10:00 (JST)",
    タグ: "インターン",
    リンク: "https://cybozu.co.jp/company/job/recruitment/intern/platform.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nこのコースのメンターを担当するCloud Platformチームは、クラウドサービスである http://cybozu.com/ の運用と、自社で開発・運用している新インフラ基盤 Neco へのアプリケーションの移行支援を担当するチームです。\n\nKubernetesを活用したより信頼性が高く運用負荷の低いクラウドサービスの実現を目指し、アプリケーション開発チームと協力して移行を進めています。 具体的には、アプリケーション開発チームを交えて新しいアーキテクチャを検討したり、必要なミドルウェアやマイクロサービスの開発・運用などを行っています。\n\nプラットフォーム（自社基盤）コースでは、内製している新インフラ基盤におけるサービス運用の自動化や省力化、および今後予想される困難に対する知見の蓄積のため、実際に手を動かして検討・開発を行ってもらう予定です。現在移行を担当するエンジニアがメンターとして指導やレビューを行い、インターンシップにおける取り組みを支援します。\n\nこのインターンシップを通じて、Kubernetesとそのエコシステムを活用したアプリケーション開発に取り組むことができる他、大規模なサービスのバックエンドの仕組みを知ったり、信頼性の高さに貢献する実際の運用の現場を見ることができます。\n\n■エントリー概要\n必要な経験/スキル\n• Go言語を利用したプログラミング経験\n• Git/GitHubの使用経験\n• Linuxでの基本的なコマンドライン操作\n\nあると望ましい経験/スキル\n• Kubernetes を利用した開発・運用経験\n• その他、コンピュータ科学全般についての幅広い教養",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 8月19日(月)〜8月30日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック:
      "Go, Kubernetes, Rust, インフラ, ソフトウェア開発, バックエンド, 仮想化",
    選考フロー:
      "• 書類選考\n    ◦ 事前課題の提出が必要です。詳細はhttps://cybozu.co.jp/company/job/recruitment/intern/platform.htmlをご確認ください。\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| モバイル Android1週間",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/06/10",
    タグ: "インターン",
    リンク: "https://cybozu.co.jp/company/job/recruitment/intern/android1.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\n実際にサイボウズで活動しているモバイルアプリ開発チームの1人として参加し、プロダクト開発を1週間体験していただきます。インターン用に用意した課題ではなく、実際の製品のソースコードに触れて機能開発していただきます。期間中はチーム開発形式で行う予定です。スクラム開発やモブプログラミングなど、普段サイボウズの開発チームが行っている進め方に則って進めていくので、サイボウズのチーム開発の雰囲気を体験することができます。\n\n■エントリー概要\n必要な経験/スキル\n• Androidネイティブアプリ開発経験\n    ◦ 基本的なUIの実装経験\n    ◦ 基本的なHTTPの通信処理の理解\n• Kotlinでの開発経験\n• Gitの基本的な操作\n\nあると望ましい経験/スキル\n• Android開発のトレンドのキャッチアップをしている\n• https://developer.android.com/topic/architectureに準拠した開発経験がある\n• Kotlin Coroutinesによる非同期処理の利用経験がある\n• Jetpack ComposeによるGUIアプリケーションを開発した経験がある\n\n主に使っている技術要素\n• Jetpack Compose\n• Hilt\n• Kotlin Coroutines",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 8月19日(月)〜8月23日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック: "Android, CI/CD, Kotlin, スクラム",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| プロダクトデザイナー",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/06/10",
    タグ: "インターン",
    リンク: "https://cybozu.co.jp/company/job/recruitment/intern/design.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nサイボウズで実際に行われるプロダクトデザインのプロセスを体験できます。ユーザーストーリーを元に改善点を考え、UIに落とし込みフィードバックをもとにさらに改善する一連の流れを行います。現場のプロダクトデザイナーとコミュニケーションしながらUI改善に取り組んでみませんか？\n\n■エントリー概要\n必要な経験/スキル\n• プロトタイピングスキル\n• ユーザーリサーチの興味、経験\n• チャレンジ精神\n\nあると望ましい経験/スキル\n• サイボウズのプロダクトデザインに興味を持っている\n• プロダクトデザイナーとして働くことに興味を持っている\n• サイボウズのデザイナー、リサーチャーと話してみたい\n• 大学でデザインやリサーチを学んでいる",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n各回1週間\n• 8月26日(月)〜8月30日(金)\n• 9月9日(月)〜9月13日(金)\n\n■待遇\n• 15,000円/日\n• ランチ補助",
    技術スタック: NaN,
    選考フロー:
      "• 書類選考\n    ◦ ポートフォリオの提出が必要です。\n      ※ポートフォリオには、ソフトウェアのプロダクトデザインを含んでください。\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名:
      "Cybozu Internship2024| フロントエンド フロントエンドリアーキテクト",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/05/07 10:00 (JST)",
    タグ: "インターン",
    リンク:
      "https://cybozu.co.jp/company/job/recruitment/intern/frontendrearchitect.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nこのコースでは kintone のフロントエンド刷新プロジェクト（フロリア）を体験していただきます。フロントエンド刷新では下記の 3 点をゴールに活動しています。\n• kintone 全てのページが React によって表示されている\n• フロントエンドが機能やコンポーネント単位で分割され、それを管理する各チームが独立してライブラリ更新や技術選定を行える状態になっている\n• 定常的なユーザー体験に関する指標（Webパフォーマンス、アクセシビリティなど）の計測が行われ、チームの関心事になっている\nフロリアについてはhttps://blog.cybozu.io/archive/category/%E3%83%95%E3%83%AD%E3%83%AA%E3%82%A2にて記事が公開されていますので是非ご覧ください。\n体験して頂く内容はフロントエンドが中心ですが、フロントエンドの技術以外にもテストを含めた刷新における品質保証、複数チームでのプロジェクトの進め方、アクセシビリティなどについても学べる機会になると考えています。\n10年以上サービスを継続している大規模なプロダクトの技術刷新をどのように行なっているのかに興味ある方は是非ご応募お待ちしています！\n\n■エントリー概要\n必要な経験/スキル\n• ReactやVue、Svelte などを用いたWebフロントエンドの実装経験\n• Gitを使ったバージョン管理\n• HTML/CSS/JavaScript に対する基本的な理解\n\nあると望ましい経験/スキル\n• コンピュータサイエンスの知識(アルゴリズムとデータ構造、セキュリティ、ネットワークなど...)\n• アクセシビリティ,パフォーマンスなどに対する知識\n• フロントエンドに対するテスト実装経験\n• フロントエンドのツールに対する理解\n• アルバイトやインターンでの実務経験",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n各回1週間\n• 8月19日(月)〜8月23日(金)\n• 9月9日(月)〜9月13日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック: "JavaScript, React, TypeScript, Webフロントエンド, スクラム",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| クラウド基盤 ストレージ",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/06/10",
    タグ: "インターン",
    リンク: "https://cybozu.co.jp/company/job/recruitment/intern/storage.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nサイボウズは、Kubernetesを使ったインフラシステムを開発・運用中です。このコースでは、Kubernetes上に構築したストレージ基盤に関する業務に取り組んでいただきます。\n\n■エントリー概要\n必要な経験/スキル\n• Goでプログラムが書ける\n• Git,GitHubを利用した開発経験がある\n• Linuxの利用経験\n\nあると望ましい経験/スキル\n• KubernetesやDockerの利用経験\n• 英語の読み書きができる",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 8月19日(月)〜8月30日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック:
      "Ceph, Go, Kubernetes, Rook, インフラ, ストレージ, バックエンド",
    選考フロー:
      "• 書類選考\n    ◦ 事前課題の提出が必要です。詳細はhttps://cybozu.co.jp/company/job/recruitment/intern/storage.htmlをご確認ください。\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| 生産性向上",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/06/10",
    タグ: "インターン",
    リンク:
      "https://cybozu.co.jp/company/job/recruitment/intern/improvement.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\n生産性向上コースでは、生産性向上チームの普段の業務である、開発基盤の構築・運用、自動化や効率化の支援を2週間体験できます。 インターン期間中は、生産性向上チームの普段の業務に参加し、社員と一緒にモブプログラミングなどのチーム開発に取り組んでいただきます。\n生産性向上チームは主に、次のような業務を行っています。\n• 組織を横断した開発基盤の整備\n• 開発基盤を活用した改善活動の支援\n• 生産性向上技術のキャッチアップ・共有\nなどなど、一言でいうと「サイボウズのエンジニアがつらいと思っている部分を最高にしていく」ために活動しているチームです！\n生産性向上チームの詳細については、以下の記事を参考にしてください。\nhttps://speakerdeck.com/cybozuinsideout/engineering-productivity-team-recruitment-informationを参考にしてください。\n\n■エントリー概要\n必要な経験/スキル\n• UNIX系OSでのコマンドライン操作\n• Git/GitHubの使用経験\n• 基本的な開発・プログラミング経験\n• 開発者が抱える問題を技術を使って解決することに意欲がある\n\nあると望ましい経験/スキル\n• CI/CDツールの使用経験\n• テスト自動化の経験\n• Dockerなど仮想化技術の経験\n• AWSやGCPなどのパブリッククラウドの使用経験\n• アプリケーション監視サービスの使用経験",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 9月2日(月)〜9月13日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック:
      "AWS, CI/CD, Cloud, GCP, GitHub, Go, Terraform, TypeScript, クラウドサービス, 課題解決",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| Webアプリケーション kintone 開発コース",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/06/10",
    タグ: "インターン",
    リンク: "https://cybozu.co.jp/company/job/recruitment/intern/kintone.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nサイボウズが提供するhttps://kintone.cybozu.co.jp/を題材として、開発チームの実務を体験してもらいます。実際の製品のソースコードに触れて機能開発していただきます。kintoneチームが実践しているプロセスに沿って、モブプログラミングで進める予定です。kintoneチームのエンジニアがメンターとして指導やコードレビューを担当し、大規模なWebサービス開発の現場を体験することができます。\n\n■エントリー概要\n必要な経験/スキル\n• Webサービス開発の経験\n• Git/GitHubの使用経験\n\nあると望ましい経験/スキル\n• Java、Reactの開発経験\n• kintoneの使用経験",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n各回2週間です\n• 8月19日(月)〜8月30日(金)\n• 9月2日(月)〜9月13日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック:
      "Java, JavaScript, React, TypeScript, Webバックエンド, Webフロントエンド, Web全般, スクラム, ソフトウェア開発",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| モバイル Android2週間",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/06/10",
    タグ: "インターン",
    リンク: "https://cybozu.co.jp/company/job/recruitment/intern/android2.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\n実際にサイボウズで活動しているモバイルアプリ開発チームの1人として参加し、プロダクト開発を２週間体験してもらうコースです。 インターン用に用意した課題ではなく、実際の製品のソースコードに触れて機能開発していただきます。期間中はチーム開発形式で行う予定です。スクラム開発やモブプログラミングなど、普段サイボウズの開発チームが行っている進め方に則って進めていくので、サイボウズのチーム開発の雰囲気を体験することができます。\n\n■エントリー概要\n必要な経験/スキル\n• Androidのネイティブアプリ開発経験\n    ◦ 基本的なUIの実装経験\n    ◦ 基本的なHTTPの通信処理の実装経験\n• Kotlinでの開発経験\n• Gitの基本的な操作\n\nあると望ましい経験/スキル\n• Android開発のトレンドのキャッチアップをしている\n• https://developer.android.com/topic/architectureに準拠した開発経験がある\n• Kotlin Coroutinesによる非同期処理の利用経験がある\n• Jetpack ComposeによるGUIアプリケーションを開発した経験がある\n\n主に使っている技術要素\n• Jetpack Compose\n• Hilt\n• Kotlin Coroutines",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 8月26日(月)〜9月6日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック: "Android, CI/CD, Kotlin, スクラム",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| モバイル iOS育成型",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/05/07 10:00 (JST)",
    タグ: "インターン",
    リンク:
      "https://cybozu.co.jp/company/job/recruitment/intern/iostraining.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nモバイルアプリ開発でプロダクトコードを扱うための入り口までを体験するコースです。 社員が実際に開発チームにJoinした際に利用しているオンボーディング用コンテンツを、社員がサポートしながらチームで進める予定です。 スクラム開発やモブプログラミングなど、普段サイボウズの開発チームが行っている進め方に則って進めていくので、サイボウズのチーム開発の雰囲気を体験することができます。 また、社内で行なっている勉強会、会議などを見学参加することが出来ます。\n\n■エントリー概要\n必要な経験/スキル\n• iOSのネイティブアプリ開発経験\n    ◦ Xcodeの使用経験\n    ◦ 基本的なUIの実装経験\n    ◦ 基本的なHTTPの通信処理の理解\n• Swiftでの開発経験\n• Gitの基本的な操作\n\nあると望ましい経験/スキル\n• スクラム開発の基礎知識\n• SwiftUI, Combine, Swift Concurrency を用いた開発経験\n[参考文献]\nhttps://scrumguides.org/docs/scrumguide/v2020/2020-Scrum-Guide-Japanese.pdf\nhttps://developer.apple.com/tutorials/swiftui",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 9月2日(月)〜9月6日(金)\n\n■待遇\n• 15,000円/日\n• ランチ補助",
    技術スタック: "Swift, SwiftUI, iOS",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名:
      "Cybozu Internship2024| フロントエンド フロントエンドエキスパート",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/05/07 10:00 (JST)",
    タグ: "インターン",
    リンク:
      "https://cybozu.co.jp/company/job/recruitment/intern/frontendexpert.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nフロントエンドエキスパートチームは主に、次のような業務を行っています。\n• 開発チームのフロントエンドに関する技術支援\n• 最新のフロントエンドに関わる技術のキャッチアップ、探求\nなどなど、一言でいうと「サイボウズのフロントエンドを最高にする」チームです！\nフロントエンドエキスパートチームの詳細については、https://speakerdeck.com/cybozuinsideout/frontendexpert-teamを参考にしてください。\nフロントエンドエキスパートコースでは、フロントエンドエキスパートチームの普段の業務である、フロントエンドに関する技術支援を一週間体験していただきます。社員と交流しながら、実際のフロントエンドエキスパートチームの開発で用いているモブプログラミングなどの手法を体験することが出来ます。\n\n■エントリー概要\n必要な経験/スキル\n• フロントエンドのフレームワーク・ライブラリを用いたWebアプリケーション開発の実務経験（長期インターンを含む）\n• Web標準への関心と理解\n• Gitを用いたバージョン管理の経験\n• 複数人によるチーム開発経験\n• TypeScriptによる開発経験\n• ブラウザおよびWebの基本的な動作原理についての理解\n• 技術に関するアウトプット\n\nあると望ましい経験/スキル\n• アプリケーションの技術選定および設計の経験\n• フロントエンドの特定領域における専門性\n• フロントエンドの技術刷新の経験\n• チーム開発のリード経験\n• 技術系イベントの主催および運営の経験",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 9月9日(月)〜9月13日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック:
      "CSS, JavaScript, React, TypeScript, Webフロントエンド, Webブラウザ",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| Webアプリケーション Garoon 性能改善",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/06/10",
    タグ: "インターン",
    リンク: "https://cybozu.co.jp/company/job/recruitment/intern/garoon.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nこのコースでは、https://garoon.cybozu.co.jp/\xa0の性能改善を行うNozomiチームに入っていただき、実際のタスクに関わっていただきます。ユーザー数300万人を超える大規模Webアプリケーションの性能問題を探求し、データベースやアプリケーションコードなど様々な要因を検討しながら小規模チームで一緒に改善していく体験ができます。\nNozomiチームでは、今まで以下のような活動を行いました。\n• MySQLのgenerated columnを用いた効率的なindexを作成することでスケジュール機能を高速化\n• CSV読み書き処理のC言語実装からPHPへの移植および高速化\n• メール送受信処理の遅延の原因調査\nNozomiチームの紹介については、https://blog.cybozu.io/entry/2023/10/23/111500をご覧ください。\n\n■エントリー概要\n必要な経験/スキル\n• プログラミングの経験\n• アルゴリズムとデータ構造の基礎的な知識\n• Webアプリケーション開発の基礎的な経験\n• Gitの基礎的な操作\n• SQLについての初歩的な知識\n• Linuxコマンドの初歩的な知識",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 8月19日(月)〜8月30日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック: NaN,
    選考フロー: "• 書類選考\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名:
      "Cybozu Internship2024| Webアプリケーション Garoon PHPアップデート",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/06/10",
    タグ: "インターン",
    リンク:
      "https://cybozu.co.jp/company/job/recruitment/intern/garoonphp.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nこのコースでは、https://garoon.cybozu.co.jp/で現在使用しているPHP 8.2をPHP 8.3へバージョンアップするタスクに関わっていただきます。 PHPカンファレンス登壇経験や、PHPへのコントリビュート経験があるメンバーと一緒に、チーム開発を体験することができます。\n例として、PHP 8.1から8.2へのアップデートではこんなことをやりました。\n• PHPの公式サイトを読み、影響を調査\n• 非推奨になったクラスで未定義のプロパティを動的に生成することへの対応\n• 非推奨になった文字列への変数の埋め込み方式への対応\n弊社社員のPHPカンファレンスでの発表内容はhttps://fortee.jp/phpcon-2022/proposal/8f29f20e-1275-49eb-89c0-fe684e28d110をご覧ください。\n\n■エントリー概要\n必要な経験/スキル\n• プログラミングの経験\n• Webアプリケーション開発の経験\n• 基本的なGitの操作\n• 初歩的なLinuxコマンドの知識\n\nあると望ましい経験/スキル\n• PHPを使用した開発経験\n• C言語を使用した経験（PHP本体のソースコードを読む可能性があるため）",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 8月19日(月)〜8月30日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック: "OSS, PHP, Webバックエンド, Web全般, スクラム, セキュリティ",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| プロダクトセキュリティ",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/05/07 10:00 (JST)",
    タグ: "インターン",
    リンク:
      "https://cybozu.co.jp/company/job/recruitment/intern/productsecurity.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nPSIRTは、サイボウズの製品セキュリティを担当するチームです。自社製品に対する脆弱性検証や、外部のハンターからの報告に対し、報奨金をお支払いする脆弱性報奨金制度の運営も行っています。 また、検出された脆弱性のトリアージや評価、外部への情報公開なども実施しています。 インターンでは、PSIRTの業務を通してサイボウズ製品のセキュリティ品質を支える仕事を体験していただけます。\nPSIRTや去年のインターンの開催内容については、以下のブログ記事を参照してください。https://blog.cybozu.io/entry/2021/10/08/170000https://blog.cybozu.io/entry/2023/12/25/120000\n\n■エントリー概要\n必要な経験/スキル\n• Webサービスのテストに興味がありWebサービスの脆弱性の概要を説明できる（例：SQLインジェクション、XSS、CSRFの概要を説明できる）\n• Burp Suiteなどのプロキシツールの使い方がわかる。\n    ◦ Proxy\n    ◦ Repeater\n• Webサービスのセキュリティ品質への興味\n\nあると望ましい経験/スキル\n• バグバウンティプログラムやWebアプリケーションの脆弱性診断に関する経験\n• 製品のセキュリティ品質マネージメントへの興味",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 8月26日(月)〜8月29日(木)\n\n■待遇\n• 15,000円/日\n• ランチ補助",
    技術スタック: "Web全般, セキュリティ",
    選考フロー:
      "• 書類選考\n    ◦ 事前課題があります。詳細はhttps://cybozu.co.jp/company/job/recruitment/intern/productsecurity.htmlをご確認ください。\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| クラウド基盤 Kubernetes基盤開発",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/05/07 10:00 (JST)",
    タグ: "インターン",
    リンク:
      "https://cybozu.co.jp/company/job/recruitment/intern/kubernetes.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nサイボウズ Neco チームは、Kubernetes を使用した自社データセンター管理基盤の開発および運用をしているチームです。Kubernetes の特徴である宣言的な構成管理の仕組みを活用し、運用の自動化と安定したサービス提供を目標にしています。\n2018年にプロジェクトが発足し、2021年に Neco のデータセンターの初期開発が完了しました。現在は、cybozu.com のサービスを段階的に移行していくフェーズです。安定運用と機能拡充が求められる、サービス基盤として最もチャレンジングな時期となりました。\nNeco チームでは、Kubernetes やエコシステムを深く理解することができ、OSS 活動も活発に行っています。今までの取り組みは、https://blog.cybozu.io/archive/category/Necoとhttps://blog.kintone.io/を参照してください。\n本インターンでは、Neco チームの開発・運用業務を2週間体験してもらいます。 テーマは、Neco チームで複数の候補を作り、学生さんの興味に合わせて実際の作業を決定します。\n過去の開催報告は以下をご覧ください。\n• https://blog.cybozu.io/entry/2023/09/21/161930\n• https://blog.cybozu.io/entry/2022/09/07/135414\n• https://blog.cybozu.io/entry/2021/09/10/170132\n\n■エントリー概要\n必要な経験/スキル\n• Goのプログラムを読み書きできる\n• UNIX系OSでのコマンドライン操作\n• Git/GitHubの使用経験\n\nあると望ましい経験/スキル\n• KubernetesやDockerの利用経験\n• 英語の読み書きができる",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n• 8月19日(月)〜8月30日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック: "Go, Kubernetes, インフラ, ソフトウェア開発, ネットワーク",
    選考フロー:
      "• 書類選考\n    ◦ 事前課題の提出が必要です。詳細はhttps://cybozu.co.jp/company/job/recruitment/intern/kubernetes.htmlをご確認ください。\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "サイボウズ株式会社",
    イベント名: "Cybozu Internship2024| モバイル iOS実務体験型",
    募集開始: "2024/04/22 10:00 (JST)",
    締め切り: "2024/05/07 10:00 (JST)",
    タグ: "インターン",
    リンク:
      "https://cybozu.co.jp/company/job/recruitment/intern/iosexperience.html",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\n実際にサイボウズで活動しているモバイルアプリ開発チームの1人として参加し、プロダクト開発をしてもらうコースです。インターン用に用意した課題ではなく、実際の製品のソースコードに触れて機能開発していただきます。期間中はチーム開発形式で行う予定です。スクラム開発やモブプログラミングなど、普段サイボウズの開発チームが行っている進め方に則って進めていくので、サイボウズのチーム開発の雰囲気を体験することができます。また、社内で行なっている勉強会、会議などを見学参加することが出来ます。\n\n■エントリー概要\n必要な経験/スキル\n• iOSのネイティブアプリ開発経験\n    ◦ Xcodeの使用経験\n    ◦ 基本的なUIの実装経験\n    ◦ 基本的なHTTPの通信処理の理解\n• Swiftでの開発経験\n• SwiftUI, Combine, Swift Concurrency を用いた開発経験\n• Gitの基本的な操作\n\nあると望ましい経験/スキル\n• スクラム開発の基礎知識\n[参考文献]\nhttps://scrumguides.org/docs/scrumguide/v2020/2020-Scrum-Guide-Japanese.pdfhttps://developer.apple.com/tutorials/swiftui",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "■実施時期\n各回1週間\n• 8月19日(月)〜8月23日(金)\n• 9月9日(月)〜9月13日(金)\n\n■待遇\n• 20,000円/日\n• ランチ補助",
    技術スタック: "Swift, SwiftUI, iOS, スクラム",
    選考フロー:
      "• 書類選考\n    ◦ Githubアカウントやポートフォリオ等の提出が必要です\n• 面接1回",
  },
  {
    募集状況: "終了",
    主催: "ピクシブ株式会社",
    イベント名:
      "技術職向け夏インターンシップ『PIXIV SUMMER BOOT CAMP 2024』VRoidコース",
    募集開始: "2024/06/03",
    締め切り: "2024/06/21",
    タグ: "インターン",
    リンク: "https://internship.pixiv.co.jp/",
    対象者: "25卒, 26卒, 27卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◉VRoidコース（25/26/27卒向け）\n3Dキャラクターのための投稿・共有プラットフォーム「VRoid Hub」のバックエンド開発コースです。\nVRoid Hubを3Dキャラクター（アバター）コミュニティの中心、「Hub」とするために作られたVRoid Hubの体験改善を行っていただきます。\nバックエンド周りを中心に、PM、 デザイナーなど多様な職種の社員と連携しながら、実際の業務と同じようにサービス開発・改善を経験できます。\n\nメンターが1名つき、直接フィードバックを得られる環境です。\n技術の習得やチーム開発の経験はもちろん、ピクシブの開発環境や社風を体感することができるインターンシップです。\n\n■報酬\n期間中80,000円支給（1日10,000円）",
    場所: "対面出社",
    "実施時期 / 待遇":
      "■実施時期：下記いずれか\n・2024.8.21(水)〜8.30(金) \n・2024.9.4(水)〜9.13(金)\n\n■インターン報酬\n期間中80,000円支給（1日10,000円）\n\n■交通費\n通勤可能な場合は、インターン開催期間中の往復交通費\n遠方からご参加の場合は、往復交通費とインターン開催期間中の宿泊施設を含めて当社負担で手配",
    技術スタック: "Webバックエンド, Webフロントエンド, Web全般",
    選考フロー: "・書類選考\n・オンライン面接1回\n・内定",
  },
  {
    募集状況: "終了",
    主催: "ピクシブ株式会社",
    イベント名:
      "技術職向け夏インターンシップ『PIXIV SUMMER BOOT CAMP 2024』Webサービスコース",
    募集開始: "2024/06/03",
    締め切り: "2024/06/21",
    タグ: "インターン",
    リンク: "https://internship.pixiv.co.jp/",
    対象者: "25卒, 26卒, 27卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◉Webサービスコース（25/26/27卒向け）\n実際のコードに触れ、プロダクトのバックエンド/フロントエンド開発に携わることができます。\nメンターが1名つき、直接フィードバックを得られる環境です。\n技術の習得やチーム開発の経験はもちろん、ピクシブの開発環境や社風を体感することができるインターンシップです。\n\n今回は、以下7つのコースを用意しております。\npixiv（イラスト・マンガ・小説）フロントエンド、pixiv（イラスト・マンガ・小説）バックエンド、pixivコミック\npixivコミックインディーズ、BOOTH、Palcy、Pastela クラウド\n\n■報酬\n期間中80,000円支給（1日10,000円）",
    場所: "対面出社",
    "実施時期 / 待遇":
      "■実施時期：下記いずれか\n・2024.8.21(水)〜8.30(金) \n・2024.9.4(水)〜9.13(金)\n\n■インターン報酬\n期間中80,000円支給（1日10,000円）\n\n■交通費\n通勤可能な場合は、インターン開催期間中の往復交通費\n遠方からご参加の場合は、往復交通費とインターン開催期間中の宿泊施設を含めて当社負担で手配",
    技術スタック: "Webバックエンド, Webフロントエンド, Web全般",
    選考フロー: "・書類選考\n・オンライン面接1回\n・内定",
  },
  {
    募集状況: "終了",
    主催: "ピクシブ株式会社",
    イベント名:
      "技術職向け夏インターンシップ『PIXIV SUMMER BOOT CAMP 2024』基盤 /プラットフォームコース",
    募集開始: "2024/06/03",
    締め切り: "2024/06/21",
    タグ: "インターン",
    リンク: "https://internship.pixiv.co.jp/",
    対象者: "25卒, 26卒, 27卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◉基盤 /プラットフォームコース（25/26/27卒向け）\nプロダクトの根幹を担う技術の基盤に携わることができます。\nメンターが1名つき、直接フィードバックを得られる環境です。\n技術の習得やチーム開発の経験はもちろん、ピクシブの開発環境や社風を体感することができるインターンシップです。\n\n今回は、以下7つのコースを用意しております。\npixivウェブエンジニアリング、ImageFlux、機械学習、\nデータ分析、データ基盤、インフラ（SRE）\n\n■報酬\n期間中80,000円支給（1日10,000円）",
    場所: "対面出社",
    "実施時期 / 待遇":
      "■実施時期：下記いずれか\n・2024.8.21(水)〜8.30(金) \n・2024.9.4(水)〜9.13(金)\n\n■インターン報酬\n期間中80,000円支給（1日10,000円）\n\n■交通費\n通勤可能な場合は、インターン開催期間中の往復交通費\n遠方からご参加の場合は、往復交通費とインターン開催期間中の宿泊施設を含めて当社負担で手配",
    技術スタック:
      "Webバックエンド, Webフロントエンド, Web全般, インフラ, データ分析, 機械学習",
    選考フロー: "・書類選考\n・オンライン面接1回\n・内定",
  },
  {
    募集状況: "終了",
    主催: "ピクシブ株式会社",
    イベント名:
      "技術職向け夏インターンシップ『PIXIV SUMMER BOOT CAMP 2024』スマホアプリコース",
    募集開始: "2024/06/03",
    締め切り: "2024/06/21",
    タグ: "インターン",
    リンク: "https://internship.pixiv.co.jp/",
    対象者: "25卒, 26卒, 27卒",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "◉スマホアプリコース（25/26/27卒向け）\n実際のコードに触れ、メンターが1名つき直接フィードバックを得られる環境です。\n技術の習得やチーム開発の経験はもちろん、ピクシブの開発環境や社風を体感することができるインターンシップです。\n\n以下のコースを用意しております。\NaNdroid（pixiv / Palcy）\n・アプリ開発の様々な側面を体験できます。\n・アプリの全ユーザーが使用する画面のJetpack Composeへの移行やComposeを用いた新規画面の実装を行えます。\n\niOS （Pastela iPad版）\n・Pastelaは今年4月17日にリリースしたiPad向けのお絵描きアプリケーションです。\n・SwiftUIやSwift Concurrencyを使ったアプリ開発を行います。\n\n■報酬\n期間中80,000円支給（1日10,000円）",
    場所: "対面出社",
    "実施時期 / 待遇":
      "■実施時期：下記いずれか\n・2024.8.21(水)〜8.30(金) \n・2024.9.4(水)〜9.13(金)\n\n■インターン報酬\n期間中80,000円支給（1日10,000円）\n\n■交通費\n通勤可能な場合は、インターン開催期間中の往復交通費\n遠方からご参加の場合は、往復交通費とインターン開催期間中の宿泊施設を含めて当社負担で手配",
    技術スタック: "Android, iOS, モバイル(ネイティブ)",
    選考フロー: "・書類選考\n・オンライン面接1回\n・内定",
  },
  {
    募集状況: "終了",
    主催: "クックパッド株式会社",
    イベント名:
      "【Cookpad Summer Internship 2024】\u3000サービス開発OJTコース（iOS・Android）",
    募集開始: "2024/05/07",
    締め切り: "2024/06/06",
    タグ: "就業型インターン",
    リンク: "https://open.talentio.com/r/1/c/cookpad/pages/91692",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■クックパッド\u3000サマーインターンシップ概要\n多くのユーザーにご利用いただいている当社自社サービスである料理レシピ投稿・検索サービス 「クックパッド」などの開発チームの一員となり、実際の業務を行っていただきます。\n数週間に渡ってサービス開発に没頭し、技術とノウハウを学び体験することで、プロダクトを開発することの面白さを体感しながら、実務経験を身につけることができる1ヶ月間の「就業型インターンシップ」です。\n\nまた原則オフィスへご出社いただき現場で活躍するチームの中で開発を行う機会をご提供することで、具体的にどのようにユーザーの課題発見から方針の意思決定、課題解決まで進めるのかを間近で体感いただくとともに、その一員として難易度の高い技術的な課題解決などにチャレンジしていただきます。\n\n業務例\n• ユーザーの課題発見から、新規機能開発および改善の企画・開発業務\n• サービスを支えるモバイル基盤開発業務\n\n■応募資格・条件\n• 現在在学中で2026年以降卒業見込の方\n• エンジニアを志望する方\n• 下記いずれかのプログラミング開発経験のある方\n    ◦ UIKit または SwiftUIを利用したiOSアプリケーション開発\n    ◦ Android SDK を利用したAndroidアプリケーション開発\n• ユーザーが抱える課題の本質について深く考え、解決したいという思いが強い方",
    場所: "リモート＋対面出社, 原則対面出社, 東京",
    "実施時期 / 待遇":
      "■時給：2,500円\n\n■待遇\n通勤手当支給（月額上限50,000円実費支給）\n業務利用PCを貸与\n宿泊手配・遠方からの往復交通費支給\n\u3000※片道2時間以上かかる方のみ対象\n\u3000※宿泊は勤務開始から5日間まで手配対象（宿泊手配期間は原則出社）\n\u3000※日本国外からの日本国内への渡航費は支給対象外\n\n■開催期間（エントリー時に参加希望をお伺いします）\n第1ターム：8/5(月)〜8/30(金)\n第2ターム：9/2(月)〜9/27(金)\n第3ターム：10/1(火)〜10/31(木)\n第4ターム：11/5(火) 〜11/29(金)\n\n■勤務頻度・勤務場所\n勤務頻度\u3000原則週4日オフィス勤務\n\u3000※3週目以降の勤務頻度は、アサインタスクの状況に応じて変更の可能性あり\n勤務可能時間\u30009:30〜19:30（目安）\n\u3000※土日祝日および深夜の勤務は不可\n勤務場所\u3000原則本社オフィスへの出社（最寄駅：池尻大橋駅）\n\u3000※遠方の方は宿泊手配期間以外はリモート勤務",
    技術スタック: "Android, iOS, モバイル(ネイティブ), モバイル全般, 課題解決",
    選考フロー:
      "書類＋課題選考→面接（1回）→合格\n※合格後、業務内容等の条件確認の面談を実施する場合があります",
  },
  {
    募集状況: "終了",
    主催: "クックパッド株式会社",
    イベント名:
      "【Cookpad Summer Internship 2024】\u3000サービス開発OJTコース（サーバーサイド・基盤開発・機械学習）",
    募集開始: "2024/05/07",
    締め切り: "2024/06/06",
    タグ: "就業型インターン",
    リンク: "https://open.talentio.com/r/1/c/cookpad/pages/91691",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■クックパッド\u3000サマーインターンシップ概要\n多くのユーザーにご利用いただいている当社自社サービスである料理レシピ投稿・検索サービス 「クックパッド」などの開発チームの一員となり、実際の業務を行っていただきます。\n数週間に渡ってサービス開発に没頭し、技術とノウハウを学び体験することで、プロダクトを開発することの面白さを体感しながら、実務経験を身につけることができる1ヶ月間の「就業型インターンシップ」です。\n\nまた原則オフィスへご出社いただき現場で活躍するチームの中で開発を行う機会をご提供することで、具体的にどのようにユーザーの課題発見から方針の意思決定、課題解決まで進めるのかを間近で体感いただくとともに、その一員として難易度の高い技術的な課題解決などにチャレンジしていただきます。\n\n業務例\n• ユーザーの課題発見から、新規機能開発および改善の企画・開発業務\n• サービスを支えるSRE、DWHに関する基盤業務\n• 機械学習モデルの構築、デプロイなど、機械学習・検索・自然言語処理・画像処理に関する業務\n\n開発環境例（携わる事業やタスクによって環境は異なります）\n• 開発言語・フレームワーク\n    ◦ Ruby / Python / Go / Ruby on Railsなど\n• クラウドサービス・ミドルウェア等\n    ◦ AWS / ECS / EKS / Aurora MySQL / Docker / DynamoDB / Fluentd / Redshift / Sentry / Scout APM / GitHub Actions / AWS Lambda / Elasticsearch / Kafka / OpenAPIなど\n\n■応募資格・条件\n• 現在在学中で2026年以降卒業見込の方\n• ソフトウェアエンジニアを志望するプログラミング経験のある方\n• Webアプリケーションの開発経験がある方\n• ユーザーが抱える課題の本質について深く考え、解決したいという思いが強い方",
    場所: "リモート＋対面出社, 原則対面出社, 東京",
    "実施時期 / 待遇":
      "■時給：2,500円\n\n■待遇\n通勤手当支給（月額上限50,000円実費支給）\n業務利用PCを貸与\n宿泊手配・遠方からの往復交通費支給\n\u3000※片道2時間以上かかる方のみ対象\n\u3000※宿泊は勤務開始から5日間まで手配対象（宿泊手配期間は原則出社）\n\u3000※日本国外からの日本国内への渡航費は支給対象外\n\n■開催期間（エントリー時に参加希望をお伺いします）\n第1ターム：8/5(月)〜8/30(金)\n第2ターム：9/2(月)〜9/27(金)\n第3ターム：10/1(火)〜10/31(木)\n第4ターム：11/5(火) 〜11/29(金)\n\n■勤務頻度・勤務場所\n勤務頻度\u3000原則週4日オフィス勤務\n\u3000※3週目以降の勤務頻度は、アサインタスクの状況に応じて変更の可能性あり\n勤務可能時間\u30009:30〜19:30（目安）\n\u3000※土日祝日および深夜の勤務は不可\n勤務場所\u3000原則本社オフィスへの出社（最寄駅：池尻大橋駅）\n\u3000※遠方の方は宿泊手配期間以外はリモート勤務",
    技術スタック:
      "AI, AWS, ML, Python, Ruby, Ruby on Rails, SRE, Webバックエンド, Web全般, インフラ, サーバーサイド, データベース, バックエンド, 機械学習, 自然言語処理, 課題解決",
    選考フロー:
      "書類＋課題選考→面接（1回）→合格\n※合格後、業務内容等の条件確認の面談を実施する場合があります",
  },
  {
    募集状況: "終了",
    主催: "株式会社ゆめみ",
    イベント名:
      "【26・27卒】あなたに合わせたバディをつけます！圧倒的フィードバック環境を体感するゆめみの2weeksサマーインターン！",
    募集開始: "2024/05/10",
    締め切り: "2024/05/31",
    タグ: "インターン",
    リンク:
      "https://hrmos.co/pages/yumemi/jobs/12345678901234567894 https://hrmos.co/pages/yumemi/jobs/12345678901234567895",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "インターン生でチームを組み、社内プロダクトの機能追加を行なっていただきます。\n\n「そもそもどういった機能を作るのか？」からチームで考え、設計からテスト実施までメンターと協力しながら一気通貫で行います。\n\nまた、インターン期間中あなたと近しい志向性を持ったエンジニアをバディとしてご用意します。バディはインターン中のあなたの活動全般をサポートいたします。自分と志向性の近い人がどういうふうに活躍しているのか？「数歩先の経験を積んだ自分」から見て、今の自分はどう見えるのか？そんな疑問を全力でバディにぶつけて、自分らしいキャリアにつなげてください！\n\n\n※募集期間内にエントリーをしたら募集締め切りを過ぎた後でも、コーディングチェックは6月30日まで受けることができます。",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "【開催日程】\n・8/26 ~ 9/6（2weeks, 平日のみ）\n\n【実施方法】\n・フルリモート（オフィス出社なし）\n\n【報酬】\n・1万5000円\n\n\n• 昨年のサマーインターンを徹底的に公開してます\n• https://note.com/yumemi_hajimism/n/n16ac7f77ad7d",
    技術スタック: "Webバックエンド, Webフロントエンド, Web全般",
    選考フロー:
      "エントリー →コーディングテスト → 必要書類提出 → オンライン面接（1回）\n\n1.  エントリー\n今回のインターンでは3つの志向性に合わせた活躍ができるような場を用意する予定です。\nエントリーの際にエンジニアの志向性を選択してください。\n\n・プロジェクトリード志向：\xa0マネジメントへ関心を持ち、アジャイル開発やスクラムのエッセンスを駆使しながら円滑なプロジェクト進行を実現することに興味がある方\n・デザインエンジニア志向：\xa0ユーザー体験の起点となるサービスデザイン・UIデザインから関心を持ち、効果的な開発の実現に興味がある方\n・テックリード志向：\xa0高い専門性や設計力・実装力を活かし、開発全体をリードしていくことに興味がある方\n\n2. コーディングテスト\nオンラインでのコーディングテストを受けていただきます。このテストは最低限の実装力をチェックするためのものですので、お気軽に受検してください。\n\n※ エントリー後テストを開始しなければいつでも受験が可能です。ただし、定員に達した場合は締め切るため、早めの受験をおすすめします。\n\n3. 必要書類提出\nコーディングテストを合格された方には、面接に向けて自己アピールなど必要書類の提出をしていたくフォームをお送りいたします。\nあなたならではの方法であなたをアピールしてください！\n\n4. オンライン面接（1回）\nあなたにぴったりのバディをつけるため、また最高のチーム組成をするため、コーディングテストでは測りきれないあなたの能力や特性を共有していただきます。面接は複数人で担当いたします。\n\n5. フィードバック・オファー連絡（7月中旬〜8月上旬予定）\n人数の都合や応募者の特性を踏まえ、インターンへ参加していただきたい方へオファーを差し上げます。インターンへの参加オファーを出すかどうかに関わらず、面接を受けていただいた方には必ず、「あなたの秀でているところ」や「どのようなエンジニアとして活躍していきそうか」などについて担当者の方からフィードバックを差し上げます。\n\n※募集期間内にエントリーをしたら募集締め切りを過ぎた後でも、コーディングチェックは6月30日まで受けることができます。",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ゆめみ",
    イベント名: "【通年インターン（在校生）】Androidエンジニア",
    募集開始: "2024/04/12",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/yumemi/jobs/301020000000",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "最前線で活躍するエンジニアと共に、開発を体験！\n• Pull-Requestベースの実践的な開発\n• 先輩エンジニアとペアプロ\n• テスタブルな設計とリファクタリング\n• Androidアプリ開発あるある 不具合発生パターンを学習\n• 実務必須なAndroid Jetpackの基礎学習\n• 社内で開かれる勉強会に参加\n• 成果発表LT会\n\n※インターンにご参加いただき、本選考を希望される場合代表面接からスタートさせていただきます。\n（コーディングチェック・一次面接はスキップさせていただきます）",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "【期間】通年\n※インターンの実施期間は最短3日～最大２週間です\n\n【報酬】日給1.5万円",
    技術スタック: "Android, GitHub, Kotlin",
    選考フロー:
      "書類選考（GitHubは必須）→コーディング試験→1次面接→インターン開始",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ゆめみ",
    イベント名: "【通年インターン（在校生）】iOSエンジニア",
    募集開始: "2024/04/12",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/yumemi/jobs/301010000000",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "最前線で活躍するエンジニアと共に、開発を体験！\n• Pull-Requestベースの実践的な開発\n• 先輩エンジニアとペアプロ\n• テスタブルな設計とリファクタリング\n• iOSアプリ開発あるある 不具合発生パターンを学習\n• UIKitの鬼門 UITableView強化トレーニング\n• 成果発表LT会\n\n※インターンにご参加いただき、本選考を希望される場合代表面接からスタートさせていただきます。\n（コーディングチェック・一次面接はスキップさせていただきます）",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "【期間】通年\n※インターンの実施期間は最短3日～最大２週間です\n\n【報酬】日給1.5万円\n",
    技術スタック: "GitHub, Swift, iOS",
    選考フロー:
      "書類選考（GitHubは必須）→コーディング試験→1次面接→インターン開始",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ゆめみ",
    イベント名: "【通年インターン（在校生）】サーバーサイドエンジニア",
    募集開始: "2024/04/12",
    締め切り: "2025/03/31",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/yumemi/jobs/301030000000",
    対象者: "全学年",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "最前線で活躍するエンジニアと共に、開発を体験！\n• API仕様を理解した上でのAPI設計\n• テストコードを書く\n• IaaSを調べながら利用する\n• わからないことは必要に応じて調べる\n• CI構築\n• （最終日）アプリケーションのデモとプレゼンテーション\n※こちらのインターンは個人開発を想定しております。\n\n※インターンにご参加いただき、本選考を希望される場合代表面接からスタートさせていただきます。\n（コーディングチェック・一次面接はスキップさせていただきます）",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "【期間】通年\n※インターンの実施期間は最短3日～最大２週間です\n\n【報酬】日給1.5万円\n\n",
    技術スタック: "GitHub, Webバックエンド, バックエンド",
    選考フロー:
      "通年インターンは、コーディング試験と1次試験を受けていただく必要がありますが、本選考よりも高い基準（上位10%基準）で選考を行っております。\n具体的に学生様に求めるスキル感としては以下となります。\n（必須）\n• 個人開発やアルバイトでの開発を普段から継続して行っている\n• GitやGitHubの基本的な使い方をマスターしている\n• 可読性や保守性を意識したコードを書くことができる\n• REST APIの理解がある\n• 正規化を意識したテーブル設計ができる\n（歓迎）\n• OSS に対するコントリビュート経験がある\n• 開発モデルやソフトウェア設計に対する理解がある\n• 可読性だけでなく、テスタビリティや効率性を意識してコードを書くことができる",
  },
  {
    募集状況: "募集中",
    主催: "株式会社ゆめみ",
    イベント名:
      "【全学年新卒採用】エンジニア（ゆめみパスポートチャレンジ求人）春祭り【賞金総額200万円】",
    募集開始: "2024/04/23",
    締め切り: "2024/06/30",
    タグ: NaN,
    リンク: "https://hrmos.co/pages/yumemi/jobs/101000000010",
    対象者: "全学年, 学歴不問",
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "サマーインターンに向けて腕試しをしたい、エンジニアのプロからレビューをもらって学びに繋げたい\nなど就活を迎える26卒に限らず、全学年の学生の方に対して、実施している「ゆめみパスポート」について、キャンペーンとして認定ランクに応じた賞金を用意いたします。\nご自身の実力を試す形で活用頂いたり、就職活動における履歴書に記載する内容として活用頂いても構わないです。非常に丁寧で参考になると評価頂いているゆめみのコードレビューをインターン体験として経験頂ければと思います。\n※2024年卒および既に他社の内定承諾をしている方は対象外となります。\n\nゆめみパスポートは、ゆめみのコーディング試験の合格結果に基づいて発行する証明書となります。（※証明書はメールで通知する内容となります）\n\nコーディング試験に合格した実績を発行から3年間有効とした上で、有効期間内であれば、コーディング試験通過後の一次面接の新卒採用の本選考に進むことができます。（※第二新卒・中途採用は対象外）\n\n【🏆パスポート認定ランク一覧】\nSSS認定\n既にゆめみのリードエンジニアとして活躍できるレベルです\n賞金：15万円\nSS認定\n既にゆめみのプロフェッショナル職位として実戦で通用するレベルです\n賞金：10万円\nS認定\nゆめみ新卒内定レベルです\n賞金：5万円\n\n賞金総額\n200万円としています\n賞金の合計金額が200万円となった時点で賞金支給は終了させていただきます。\nただし、賞金支給が終了しても認定付与は実施します",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "【キャンペーン期間】\n2024年4月20日〜2024年9月30日までの応募に対して\n\n【🏆パスポート認定ランク一覧】\nSSS認定\n既にゆめみのリードエンジニアとして活躍できるレベルです\n賞金：15万円\nSS認定\n既にゆめみのプロフェッショナル職位として実戦で通用するレベルです\n賞金：10万円\nS認定\nゆめみ新卒内定レベルです\n賞金：5万円\n賞金総額\n100万円としています\n賞金の合計金額が100万円となった時点で賞金支給は終了させていただきます。\nただし、賞金支給が終了しても認定付与は実施します\n\n【支給予定】\n2024年11月（予定）\n但し、6月までに応募した人については2024年8月に一旦途中で賞金支給をする予定です",
    技術スタック:
      "AWS, Android, Flutter, Kotlin, Node.js, PHP, React, Swift, Webバックエンド, Webフロントエンド, Web全般, iOS, モバイル全般",
    選考フロー:
      "▼書類選考\n書類選考においては、GitHubの内容や過去の学習実績をもとにして判断させて頂きます。\n特定のプログラミングについて一定習熟して独力でアプリケーションの開発ができるレベルを求めるため、基準に満たない場合は不通過となります。\n\nコーディング試験のレビューを丁寧に行う都合上、初学者の人についてはまずは自学で習熟した上で応募頂ければと思います。\n\n▼コーディング試験\n書類選考後、当社よりコーディング試験の概要をお伝え致します。\n応募する職種毎に以下の内容と評価基準にもとづくコーディング試験を行っています。\n応募の際に、ご自身の実力を試すに見合った難易度の内容かを事前に確認頂ければと思います。\nhttps://qiita.com/taruhachi/items/56085228fe17537cc0d8\nhttps://www.notion.so/0e9ef27b55704d7882aab55cc86c999d?pvs=21\nhttps://github.com/yumemi-inc/ios-engineer-codecheck\nhttps://github.com/yumemi-inc/android-engineer-codecheck\nhttps://github.com/yumemi-inc/flutter-engineer-codecheck\n\n合格通知をもってゆめみパスポートの発行となります。\n以降の１次面接に進むかどうかは自由に判断頂けます。\n——————(以下任意)——————-\n▼1次面接（ゆめみパスポート発行3年以内にであれば任意のタイミングで1次面接に進むことができます）\n▼2次面接（代表面接）\n▼内定\n▼オファー面談",
  },
  {
    募集状況: "終了",
    主催: "株式会社ゆめみ",
    イベント名: "【2024/5/18 ゆめみ1dayインターン】",
    募集開始: "2024/03/12",
    締め切り: "2024/04/24",
    タグ: "インターン",
    リンク: "https://hrmos.co/pages/yumemi/jobs/12345678901234567892",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)": NaN,
    場所: "フルリモート",
    "実施時期 / 待遇": "給与ゼロ",
    技術スタック: "Web全般, サーバーサイド",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "株式会社サイバーエージェント",
    イベント名: "プロトスプリントリーグ",
    募集開始: "2024/04/04",
    締め切り: "2024/06/25",
    タグ: "インターン",
    リンク:
      "https://www.cyberagent.co.jp/careers/students/event/detail/id=30093",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "3日間でお題に沿ったゲームをチームで開発し、ゲームとしての総合的な完成度の高さを競っていただきます。サイバーエージェントの現場で実際に働いているエンジニア社員のバックアップのもと、優勝を目指していただきます！",
    場所: "リモート＋対面出社, 対面出社",
    "実施時期 / 待遇": "2024年8月30日（金） ～2024年9月1日（日）",
    技術スタック: "Unity, ゲーム",
    選考フロー:
      "書類合否連絡日：締め切り後、1週間以内にご連絡いたします\n 面接(2回)：書類選考合格の方に別途ご案内いたします\n 最終合否連絡日：8月9日(金)",
  },
  {
    募集状況: "終了",
    主催: "株式会社サイバーエージェント",
    イベント名:
      "https://www.cyberagent.co.jp/careers/students/event/detail/id=29829",
    募集開始: "2024/03/12",
    締め切り: "2024/05/06",
    タグ: NaN,
    リンク:
      "https://www.cyberagent.co.jp/careers/students/event/detail/id=29829",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■コース概要\nクラウドのネットワークを構成する技術(DynamicRouting、VRRP、NATなど)やその仕組みについて取り上げます。取り上げた技術を組み合わせて仮想環境上でルータを複数構築しネットワークを構築します。ハンズオンを通してネットワークの要素技術について理解を深めていただきます。クラウドを構成するネットワーク技術について興味があるが、なかなか学ぶ機会が無いという方は是非参加をご検討ください。\n\n■募集対象\nインフラ（ネットワーク）に興味がある方・高い意欲を持ち、主体的かつ積極的に取り組むことができる方\n\n■募集条件\n・下記の条件を満たすノートパソコンを当日持ち込み可能な方\n・OSはWindowsかMacであること(その他のOSは応相談)\n・無線LANでネットワークに接続可能であること\n・SSH接続が可能であること\n・全日程Abema Towersにて終日参加可能な方\n・2026年4月以降に入社可能な学生（26卒以降も可。既卒可）※入社時期については4月以外も応相談",
    場所: "対面出社, 東京",
    "実施時期 / 待遇":
      "2024年6月15日（土） ～2024年6月16日（日）\nオフライン開催\nランチ補助",
    技術スタック: "インフラ, ネットワーク, 仮想化",
    選考フロー: "書類選考のみ",
  },
  {
    募集状況: "終了",
    主催: "株式会社サイバーエージェント",
    イベント名: "次世代トップエンジニア創出インターンシップ ACE",
    募集開始: "2024/04/04",
    締め切り: "2024/05/26",
    タグ: "インターン",
    リンク:
      "https://www.cyberagent.co.jp/careers/students/event/detail/id=30024",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "概要\n「ACE」は事前に与えられているテーマに基づいてバックエンドとWebフロントでチームを組み開発を行うインターンシップです。志望する職種でご参加いただき、チームで2週間の期間でアプリケーション開発に取り組んでいただきます。\n\n募集対象\n・バックエンド,Webフロントのいずれかでプログラミング経験がある方\n※バックエンドはGo言語を使用します。\n・サイバーエージェントに興味のある方\n\n募集条件\n・2026年4月以降に入社可能な学生（既卒可）\n\n参加者特典\n・エンジニア社員メンターによるバックアップとフィードバック\n・社員とのランチや懇親会\n・優秀者はエンジニア採用選考の1次面接と2次面接をスキップ\n・優秀者はインターン終了後に弊社テックリード陣からのフィードバック\n・遠方の方は交通費、宿泊費支給\u3000（宿泊手配の条件あり)\n",
    場所: "リモート＋対面出社",
    "実施時期 / 待遇": "2024年9月11日（水） ～2024年9月24日（火）",
    技術スタック: "Webフロントエンド, バックエンド",
    選考フロー: "書類選考\n技術面接1回\n人事面接1回",
  },
  {
    募集状況: "募集中",
    主催: "株式会社サイバーエージェント",
    イベント名: "1か月就業型インターンシップ【通年募集】",
    募集開始: "2024/04/04",
    締め切り: NaN,
    タグ: "インターン",
    リンク:
      "https://www.cyberagent.co.jp/careers/students/event/detail/id=28227",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "概要\n約1か月間、実際の社員と同じように、実務経験をする就業型インターンシップです。メディア事業、ゲーム事業、AI・DX事業、サイバーエージェントグループの様々な部署で挑戦していただきます。\n\n募集対象\n・プログラミング経験がある、もしくは学んでいる方\n・高い意欲を持ち、主体的かつ積極的に取り組むことができる方\n・チームや独自でのサービス開発経験がある方\n\n募集条件\n2026年4月以降に入社可能な学生。(26卒以外も可。既卒可)\n\n参加者特典\n一部採用選考スキップの可能性あり\n・エンジニア社員メンターによるバックアップとフィードバック\n・遠方在住の方には宿泊場所を手配\n・交通費支給\n・社員とのランチや懇親会\n\u3000※オンライン参加の方はリモートで実施予定\n・オフィス見学会\n・インターンシップ同期生との懇親会",
    場所: "フルリモート, リモート＋対面出社, 対面出社可",
    "実施時期 / 待遇":
      "通年募集\n※出社頻度は週3日以上を推奨エントリー締切インターンシップ開始月の3ヶ月前の月末\n例)8月開始を希望の場合、5月末",
    技術スタック:
      "Android, Webフロントエンド, Web全般, iOS, ゲーム, データサイエンス, バックエンド, 機械学習",
    選考フロー: "書類選考\n技術面接1回\n人事面接1回\n受け入れ面談",
  },
  {
    募集状況: "終了",
    主催: "株式会社サイバーエージェント",
    イベント名:
      "https://www.cyberagent.co.jp/careers/special/students/tech_cycompe/",
    募集開始: "2024/04/04",
    締め切り: "2024/06/25",
    タグ: "ハッカソン",
    リンク:
      "https://www.cyberagent.co.jp/careers/special/students/tech_cycompe/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "CYCOMPEは架空のアプリケーションのパフォーマンス改善コンペティションです。\n（簡単に言うと、バグや汚いコードでつくられたアプリケーションを綺麗にしていただくことを競うコンペティションです）\nサイバーエージェントが開発において大切にしている意図やポイントを落とし込んだ開発現場目線の問題にチャレンジできます。\nバックエンドコースと、ネイティブアプリ(iOS,Android)コースのどちらかをお選びください。",
    場所: "リモート, リモート＋対面出社, 対面出社可, 東京",
    "実施時期 / 待遇":
      "●Android,バックエンド開催日：2024年8月24日（土）~25日（日）\n\n●iOS開催日：2024年8月25日（日）~26日（月）\n※ iOSDC Japan 2024 と開催日が重複していた為、iOSの開催日程を変更いたしました\n\nオンライン/オフラインのハイブリッド開催",
    技術スタック: "Android, iOS, バックエンド",
    選考フロー: "書類選考\n面接1回",
  },
  {
    募集状況: "終了",
    主催: "楽天グループ株式会社",
    イベント名:
      "楽天グループ\u3000Summer Short Internship 夏の陣2024\u3000(Product Manager 新規企画立案)",
    募集開始: "2024/04/12",
    締め切り: "2024/05/27 9:00 (JST)",
    タグ: "インターン",
    リンク: "https://commerce-engineer.rakuten.careers/internship/summer-short",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "テーマに沿って、楽天グループのサービスやプロダクトを活用した企画立案を行います。ユーザとビジネス両方の目線から、Who/What/How/Why をチームで徹底的に考える3日間です。",
    場所: "原則リモート",
    "実施時期 / 待遇": "時給：1,300円",
    技術スタック: "PDM",
    選考フロー: "1.エントリー\n2.書類選考",
  },
  {
    募集状況: "終了",
    主催: "楽天グループ株式会社",
    イベント名:
      "楽天グループ\u3000Summer Short Internship 夏の陣2024\u3000(Application Engineer 新規プロトタイプ開発)",
    募集開始: "2024/04/12",
    締め切り: "2024/05/27 9:00 (JST)",
    タグ: "インターン",
    リンク: "https://commerce-engineer.rakuten.careers/internship/summer-short",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "チームに課せられるミッションは新規プロトタイプ開発。テーマに沿ってDesign、Planning、Developmentと開発の１通りの流れを経験するコースです。※ハッカソン形式です。",
    場所: "原則リモート",
    "実施時期 / 待遇": "時給：1,300円",
    技術スタック: "Webバックエンド, Webフロントエンド, Web全般",
    選考フロー: "1.エントリー\n2.コーディングテスト、書類選考",
  },
  {
    募集状況: "終了",
    主催: "楽天グループ株式会社",
    イベント名:
      "楽天グループ\u3000Summer Short Internship 夏の陣2024\u3000(QA Engineer 新規テスト設計)",
    募集開始: "2024/04/12",
    締め切り: "2024/05/27 9:00 (JST)",
    タグ: "インターン",
    リンク: "https://commerce-engineer.rakuten.careers/internship/summer-short",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "チームで開発後のプロダクトのテスト設計から実行までを行います。参加するとテストについてしっかり学べるコースとなっています。\xa0",
    場所: "原則リモート",
    "実施時期 / 待遇": "時給：1,300円",
    技術スタック: "QA",
    選考フロー: "1.エントリー\n2.書類選考",
  },
  {
    募集状況: "終了",
    主催: "LINEヤフー株式会社",
    イベント名: "LINEヤフーインターンシップ2024",
    募集開始: "2024/04/17",
    締め切り: "2024/05/20 10:00 (JST)",
    タグ: "インターン",
    リンク:
      "https://www.lycorp.co.jp/ja/recruit/newgrads/internship/engineer/#all",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■概要\n各エンジニア組織の実際の現場にアサインされる就業型のプログラムです。\n参加者の皆さんにはメンターとなる現役エンジニア社員のサポートのもと、日々のリアルな業務に臨んでいただきます。\n実践的な取り組みを通して現役エンジニア社員から直接レビューやフィードバックを受けることで、ご自身のさらなる成長・スキルアップにつなげてください。\nまた、期間中には社員やインターンシップ参加者同士の各種交流機会も予定しています。\n\n■応募条件\n・現在在学中で、正社員としての就業経験がない方（高校生を除く）\n・日本での就労資格を持つ方\n・自宅に業務遂行可能なネットワーク環境がある方\n・インターンシップ開催期間中に日本国内に居住の方\n\n■インターン実施期間\n8月19日(月)～10月31日(木)の間で2～8週間\n※土日祝日を除きます。\n※期間は就業先部署（ポジション）により異なります。\n※原則週5日・10:00～18:45（休憩1時間を含む）です。ただし、就業先部署（ポジション）によりシフトによる調整も可能です。\n※就業先部署（ポジション）の詳細は5月上旬に公開予定です。",
    場所: "(相談可能), リモート",
    "実施時期 / 待遇":
      "■待遇\n・時給2,600円\n・PC貸与\n・出社時の交通費支給（上限あり）\n\n",
    技術スタック:
      "AI, Android, Webバックエンド, Webフロントエンド, Web全般, iOS, アルゴリズム, インフラ, セキュリティ, データエンジニアリング, データサイエンス, データベース, データ分析, バックエンド, モバイル全般, 機械学習, 深層学習, 自然言語処理, 音声",
    選考フロー:
      "Step1.就業先部署（ポジション）詳細オープン\u30005月上旬～\n↓\nStep2.コース選択\u30005月上旬～\n↓\nStep3.コーディングテスト\u30005月20日(月)～5月27日(月)10:00〆切\n ※テスト受験の際にご希望の就業先部署（ポジション）を確認します。\n↓\nStep4.面接\u30006月中旬\n※テストの受験結果とご希望内容をもとに、就業先部署（ポジション）での面接を調整します。\n↓\nStep5.結果連絡\u30007月中旬\n",
  },
  {
    募集状況: "終了",
    主催: " 株式会社ディー・エヌ・エー",
    イベント名: "【DeNA】AIスペシャリストコース＜AIスペシャリスト職＞",
    募集開始: "2024/04/01",
    締め切り: "2024/06/10",
    タグ: NaN,
    リンク:
      "https://dena.snar.jp/jobboard/detail.aspx?id=etCoqiGUSi-vcy4ausm3Dg",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■インターン内容\n世界トップレベルのスペシャリスト集団に仲間入り。AIの事業活用に挑戦する就業型インターン。\n最前線で活躍する社員と共に、DeNAの様々な事業領域のデータを活用して、\nAIスペシャリスト職の業務を体験していただきます。\n\n■ 応募資格\n日本語でコミュニケーションをスムーズに取れる方\n※\xa0就業経験の有無、年齢や学年、いつ卒業したか/するかに関わらず応募可\n\n■ こんな方におすすめ\nAI技術を事業応用・サービス応用につなげることに魅力を感じる人\n\n■ 業務内容\n本インターンでは、最前線で活躍する社員と共に、DeNAの様々な事業領域のデータを活用して、\nAIスペシャリスト職の業務を体験していただきます。\n最終日には事業プロジェクトメンバーにプレゼンをしていただきます。",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "# 実施期間\n- 2024年8月26日〜9月20日の間で最短3週間、最長4週間\n\n# 待遇\n・時給：2,500円\n・ランチ補助\n※現状はオンラインでの実施を予定しています。ご来社での実施となった場合、遠方からの参加者には、交通費・宿泊費を支給する予定です。",
    技術スタック:
      "AI, ML, データサイエンス, 機械学習, 深層学習, 画像処理, 画像認識",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: " 株式会社ディー・エヌ・エー",
    イベント名: "【DeNA】就業_ソフトウェアエンジニアリングコース",
    募集開始: NaN,
    締め切り: NaN,
    タグ: "インターン",
    リンク:
      "https://dena.snar.jp/jobboard/detail.aspx?id=M40Lch7O7-VqsMUJZ9vT8g",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■インターン内容\n自ら決めて、開発せよ。最前線のエンジニアと事業を成長させる、就業型インターン\n就業型インターンシップでは、DeNAの現場エンジニアとともに開発に取り組みます。\nDeNAだからこそ経験できるプロダクト作りの最前線で、あなたの技術力を最大限発揮し、大きく成長する夏をともに過ごしましょう！\n※配属プロジェクトやアサイン詳細は、皆さんのご経験や強みを活かせるよう個別で調整をしてまいります\n\n■ 早期選考併願可能\n10月までに内定取得が可能な早期選考を実施しています。サマーインターン選考、早期選考で不合格でも秋からの本選考で再チャレンジ可能！サマーインターンと併願が可能なので、ぜひご応募ください。\n\n■ 選考フロー\n1. エントリー\n2. WEBテスト\n3. ES\n4. 技術面接\n5. ワークショップ選考\n6. 最終面接",
    場所: "リモート",
    "実施時期 / 待遇":
      "#実施期間\n日程 : 8〜10月\n※ 自身が希望される期間と配属部署との相談で決定します\n日数 : 2〜3ヶ月、週3日程度\n",
    技術スタック: "Android, Webバックエンド, Webフロントエンド, インフラ",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: " 株式会社ディー・エヌ・エー",
    イベント名: "【DeNA】短期_ソフトウェアエンジニアリングコース",
    募集開始: NaN,
    締め切り: NaN,
    タグ: "インターン",
    リンク:
      "https://dena.snar.jp/jobboard/detail.aspx?id=M40Lch7O7-VqsMUJZ9vT8g",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■インターン内容\n高難度の技術的課題にチームで挑め。実務レベルで思考し開発する、短期インターン\n短期インターンシップでは、チーム対抗でアプリの改修に取り組んでいただきます。様々な制約のある開発を通して、DeNAが大事にしているプロダクト作りの真髄を存分に経験いただけます。\nまた、経験豊富なエースエンジニアがメンターとなり、学びを最大化できるような環境を用意しています。DeNAのインターンだからこそ経験できるチーム開発を通して、あなたの技術力を最大限発揮し、また大きく成長する夏をともに過ごしましょう！\n\n■ 日程と開催形態\xa0\n日程：9月14日（土）〜9月16日（月•祝）\n日数：3日間\n形式：オンライン\xa0※一部オフラインの可能性あり\n参加報酬：\xa0100,000円\n\n■ こんな方におすすめ\n・ご自身の経験やスキルを武器に、実践的なチーム開発に取り組んでみたい方\n・同世代のエンジニアと切磋琢磨しながら刺激を受け、高めあいたい方\n・DeNAのモノづくりのカルチャーを体験したい方\n・DeNAのエンジニアと交流し、メンタリングやフィードバックを得たい方\n\n■ 早期選考併願可能\n10月までに内定取得が可能な早期選考を実施しています。サマーインターン選考、早期選考で不合格でも秋からの本選考で再チャレンジ可能！サマーインターンと併願が可能なので、ぜひご応募ください。\n\n■ 選考フロー\n1. エントリー\n2. WEBテスト\n3. ES\n4. 技術面接\n5. ワークショップ選考\n6. 最終面接",
    場所: "リモート",
    "実施時期 / 待遇":
      "# 実施期間\n日程：9月14日（土）〜9月16日（月•祝）\n日数：3日間\n形式：オンライン\xa0※一部オフラインの可能性あり\n\n# 参加報酬：\n100,000円\n",
    技術スタック: "Webバックエンド, Webフロントエンド",
    選考フロー: NaN,
  },
  {
    募集状況: "終了",
    主催: "Google",
    イベント名: "Google ソフトウェア エンジニアリング インターン、2024 年夏季",
    募集開始: "2024/02/17",
    締め切り: "2024/03/31",
    タグ: "インターン",
    リンク:
      "https://www.google.com/about/careers/applications/jobs/results/78352561104396998-2024",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "望ましい経験・スキル\n- Unix / Linux、機械学習、TensorFlow、組み込みシステムのいずれかの使用経験\n- C、C++、Java、Python のうちいずれか 1 つ以上の言語を使用したプログラミング経験\n- 10～12 週間のインターンシップ プログラムに最初から最後まで参加できること\n- 2026 年卒業予定。",
    場所: "東京",
    "実施時期 / 待遇": NaN,
    技術スタック: "Android, Web全般, インフラ, セキュリティ, 機械学習",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社メルカリ",
    イベント名: "Data Analyst, Mercari Summer Internship 2024",
    募集開始: "2024/03/26",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://apply.workable.com/mercari/j/8F4878229B/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▼業務内容\nデータアナリティクスチームの一員として、社内のさまざまな部署と協働しながら、以下の業務を担当いただきます。\n• データ分析によってフリマアプリ「メルカリ」を改善する機会を見つけ、提案する\n• データ分析によってマーケティングの効果を最大化する\n\n▼必須条件\n• メルカリグループおよび各カンパニーのミッションとバリューに共感していただける方\n• メルカリのプロダクトを深く理解し、積極的な改善提案を行う意欲がある方\n• SQLによる基本的なデータ操作をインターン開始までに習得可能な方\n    ◦ 選考プロセスにおいて、SQL、 R +、Pythonのいずれかによるデータ操作の課題を提出して頂きます。\n• 2024年10月、2025年4月に正社員として入社可能な16歳以上の学生（入社日は相談可）\n• 卒業後の就職先としてメルカリデータアナリストに就業意欲がある方",
    場所: "リモート可, リモート＋対面出社, 対面出社可, 東京",
    "実施時期 / 待遇":
      "▼インターンシップ開始時期\n2024年7月1日、7月16日、8月1日、8月16日、9月1日、9月16日\n※開始日程は上記のいずれかを選択いただけます\n※期間はご希望に合わせて2ヶ月〜3ヶ月程度になります\n※最低週3日以上勤務いただきます\n\n▼報酬\n時給：2,500円〜3,300円程度（週5日／8時間勤務の場合、月給400,000円〜528,000円程度）\n※一人ひとりの経験や能力に合わせた給与を支給しています。学生とはいえ、正社員と変わらずフェアに評価し、適切な報酬を支給させていただきます",
    技術スタック:
      "Python, R+, SQL, データアナリスト, データマネジメント, データ分析, 機械学習, 統計学",
    選考フロー:
      "書類選考→1次面接→技術課題→2次面接\n※面接回数は状況によって変更となる可能性があります",
  },
  {
    募集状況: "募集中",
    主催: "株式会社メルカリ",
    イベント名: "Software Engineer, Mercari Summer Internship 2024",
    募集開始: "2024/03/26",
    締め切り: NaN,
    タグ: "インターン",
    リンク: "https://apply.workable.com/mercari/j/E2873D5378/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▼業務内容\n• 国内におけるフリマアプリ「メルカリ」、スマホ決済サービス「メルペイ」、暗号資産事業に関するサービスを企画から開発を担うメルコインの機能開発に挑戦していただきます。多様なバックグラウンドや専門性を持つソフトウェアエンジニアが所属するチームにジョインしていただき、チームの一員として業務を担っていただきます。\n• 具体的な業務内容については、メルカリ・メルペイ・メルコインにおけるお客さま目線のUX向上や仕様改善に関するプロジェクトに携わっていただきます。現在、メルカリでは検索画面の改善をはじめ、出品・購買に関する多様な施策が行われているため、実際に技術やデータに触れていただき、アウトプットを出していただきます。\n• 最終的には、成果報告会で業務内容と実際の成果について報告していただきます。過去のインターンのメンバーによる発表資料をオウンドメディア「メルカン」の記事に掲載していますので、ぜひご覧ください。\n    ◦ https://mercan.mercari.com/articles/36747/\n• 実際にアプリ内の機能開発や改善業務に取り組んでいただきます。正社員と変わらない環境で仕事に取り組んでいただくことで、スキルの獲得やカルチャーを感じるだけでなく、「ここで活躍できるのか」「何をやりたいのか」など、ご自身を見つめ直す機会にしていただければと考えています。\n\n▼必須条件\n• メルカリグループおよび各カンパニーのミッションとバリューに共感していただける方\n• 16歳以上の学生で、2026年6月までにメルカリグループに新卒として入社可能な方\n• インターン後、メルカリグループのソフトウェアエンジニアとして就業する意欲がある方\n• RDBMS、SQLの基礎知識\n• プロダクト開発・運用を行った経験\n• 以下のうち1つ以上の経験\n    ◦ Backend\n        ▪ Go, PHP, Javaなど言語を用いたAPIの開発経験\n    ◦ Frontend\n        ▪ JavaScript, Reactなどを用いた開発経験\n    ◦ Mobile (iOS or Android)\n        ▪ Swift or\xa0 Kotlinを用いた開発経験\n    ◦ Machine Learning\n        ▪ MLモデリングの実務経験、またはMLシステムの開発経験\n    ◦ Platform Engineering\n        ▪ Go, Kubernetesを用いた開発経験\n    ◦ Site Reliability Engineering\n        ▪ Go, Kubernetes, Terraformを用いた開発経験",
    場所: "リモート可, リモート＋対面出社, 対面出社可, 東京",
    "実施時期 / 待遇":
      "▼インターンシップ開始時期\n2024年7月1日、7月16日、8月1日、8月16日、9月1日、9月16日\n※開始日程は上記のいずれかを選択いただけます\n※期間はご希望に合わせて2ヶ月〜3ヶ月程度になります\n※最低週3日以上勤務いただきます\n\n▼報酬\n時給：2,500円〜3,300円程度（週5日／8時間勤務の場合、月給400,000円〜528,000円程度）\n※一人ひとりの経験や能力に合わせた給与を支給しています。学生とはいえ、正社員と変わらずフェアに評価し、適切な報酬を支給させていただきます",
    技術スタック:
      "API, Android, GitHub, Go, Java, JavaScript, Kotlin, Kubernetes, ML, PHP, RDBMS, React, SQL, Swift, Terraform, Webバックエンド, Webフロントエンド, Web全般, iOS, 機械学習",
    選考フロー:
      "書類選考→技術課題→面接2回\n※面接回数は状況によって変更となる可能性があります",
  },
  {
    募集状況: "終了",
    主催: "株式会社メルカリ",
    イベント名:
      "【オンライン説明会】Mercari BOLD Program for Women: US Edition",
    募集開始: "2024/05/15",
    締め切り: "2024/05/26",
    タグ: "説明会",
    リンク: "https://forms.gle/TmaznuwJZ4M3xEuB9",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■Mercari BOLD Program for Women: US Editionとは✨\nメルカリでは、若年層の女性（性自認が女性の方も含む）の中から次代のグローバルリーダーを輩出することを目的とした『Mercari BOLD Program for Women: US Edition』を開催します！\n\n本プログラムでは、『メルカリUS』がアメリカで勝つためのアイデアをカタチにする、アイデアソンを2024年8月22日から9月1日にかけて実施します。プログラムの後半では、実際にアメリカ（ロサンゼルス）に渡航していただき、代表執行役 CEO（社長）の山田進太郎、Mercari, Inc. CEOのJohn Lagerlingらの審査員に対して、検討したアイデアをプレゼンテーションしていただきます。\n\nアメリカでの最終発表に向けて、まずは日本国内のメルカリオフィスにおいて、オンライン上でのユーザーインタビューを中心としたリサーチ、およびプロダクトの機能・施策案の作成（形式自由）を4人1組のチームで4日間かけて行っていただきます。 その後、ロサンゼルスに渡航し、2日間のチームでの自由時間を経て、プログラム最終日にプレゼンテーション（英語）を行います。 審査員は、日本事業とUS事業の双方のCEOを含む経営メンバーを中心とした以下の7名です。優勝チームには賞品が贈呈されます。応募を検討している方、選考プロセスやプログラムの内容について質問がある方向けに、運営事務局のメンバーが説明会を実施します。少しでも興味を持たれた方、ぜひご参加ください！\n\n■説明会 開催日時 5/27 09:00〆切 !!\n5月27日（月）18時〜19時",
    場所: NaN,
    "実施時期 / 待遇":
      "■BOLDプログラム開催時期 🌞\n2024/8/22-9/1 (10日間)\n\n≫スケジュールイメージ\n8/22（木）〜8/23 （金）・8/26（月）〜8/27（火）：日本（六本木オフィス）でのプログラム\n8/28 （水）：アメリカへ移動\n8/28 （水）〜8/31 （土） *US時間：US滞在\n8/31 （土）〜9/1 (日）：日本へ移動・到着\n\nプログラムへ直接応募したい方はこちらから！\nhttps://apply.workable.com/mercari/j/2E28E4743E/",
    技術スタック:
      "Android, Webバックエンド, Webフロントエンド, iOS, データアナリスト, マーケティング, 機械学習",
    選考フロー: "1．リンクから応募",
  },
  {
    募集状況: "募集中",
    主催: "株式会社メルカリ",
    イベント名: "マーケティングスペシャリスト - Mercari Hallo (Internship)",
    募集開始: "2024/05/02",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://apply.workable.com/mercari/j/ED2D313BCA/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■メルカリハロのミッション\n2023年4月に発足した私たち新チームのミッションは、「メルカリ ハロ（Mercari Hallo）」を通して、「働く」をより気軽なものにして、自分の好きなことややりたいことが実現できる世界をつくっていくことです。スポットワーク市場のポテンシャルは大きく、事業が成長すればメルカリグループの大きな柱となりうる可能性があると見込んでいます。\nまた、「メルカリ」「メルペイ」などのサービスを通じて、メルカリグループが積み上げてきたアセットとの親和性も非常に高いと考えています。\n社会課題である人手不足の解消に加え、「働く」という概念ひいては労働市場そのものをアップデートし、「人」の可能性をさらに広げる（＝Unleashする）ために、私たちと一緒にメルカリグループの新規事業の立ち上げ・急成長を実現させませんか。\n\n■具体的な業務内容\n• 若年層向けのプロモーション企画やCRM施策等を担当いただき、インターン生であっても一定数の予算をお任せし、サービスの成長に貢献いただきます。\n• 上記業務の中で、数値をもとにした企画・実行・分析・改善提案のPDCAを高速で回していただく経験を積むことで、ロジカルシンキング能力・プロジェクト推進力を高めていただくことができます。\n• マーケティング業務以外でも、自ら機会を探し、目標の達成に向けた施策に自発的に取り組んでいただける環境です。\n\n■必須条件\n• メルカリグループおよび各カンパニーのミッションとバリューに共感していただける方\n• ビジネス開発、エンジニア、デザイナーたちと職種横断で協業できるコミュニケーションスキル\n• 就業型インターンシップ等で企画・実行・分析・改善提案までのマーケティング施策のPDCAを回した経験\n• 2026年6月までにメルカリに新卒として入社可能な方\n\n■歓迎条件\n• 学生等の若手向けマーケティング施策を立案、あるいは実行した経験\n• 就業型インターンシップ等で3C分析などのフレームワークや、ペルソナ、カスタマージャーニーを用いた企画提案の経験\n• UX/UIにおけるお客さま視点での着想ができる方\u3000\n• SQLを用いたビッグデータ分析の経験のある方\n",
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇":
      "■インターン応募・実施期間\n通年で募集中\n• 週20時間以上の勤務が可能な方\n• 期間は約2ヶ月以上を目安としておりますが、難しい場合はご相談ください\n\n■選考のポイント\n• バックグラウンドの異なるメンバーを巻き込んでプロジェクトを推進できるコミュニケーション能力があるか\n• メルカリ ハロを実際に利用して得られた課題提起と解決策の提言力があるか\n• 困難な状況においてもGrowthを志し、数字達成に喜びを感じられるか\n\n▼報酬\n時給：2,000円程度\n※一人ひとりの経験や能力に合わせた給与を支給しています。学生とはいえ、正社員と変わらずフェアに評価し、適切な報酬を支給させていただきます",
    技術スタック: "SQL, UX/UI, マーケティング",
    選考フロー: "書類選考→オンライン面接2回",
  },
  {
    募集状況: "終了",
    主催: "株式会社メルカリ",
    イベント名: "メルペイ QA Summer Training Camp 2024 - Merpay (Internship)",
    募集開始: "2024/03/07",
    締め切り: "2024/04/05",
    タグ: "インターン",
    リンク: "https://apply.workable.com/mercari/j/91BC6A04D7/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "▼本プログラムについて\n・「メルペイ QA Summer Training Camp 2024」は、メルペイの「安心・安全」を支えるためのQA（Quality Assurance：品質保証）を学び、実践する、学生限定のサマーインターンプログラムです。\n・QAはどのようなプロダクトや組織にも必要な役割です。近年ではAIの産業化やWeb3などを背景にQAエンジニアの需要は高まる反面、ソフトウェアの品質保証を学べる教育機関は決して多くはありません。本プログラムは、情報分野のバックグラウンドがない文系の方でも、FinTechを通じて「信用の創造」と「なめらかな社会」の実現を目指すメルペイのプロダクト開発に関わりたい方であれば誰でも受けられる育成プログラムです。\n・ 本プログラムはソフトウェアのQAスキルを習得する「トレーニングプログラム」と、実際の開発現場で業務を体験する「インターンシップ」で構成されます。\n\n▼必須条件\nトレーニング\n• メルカリグループおよび各カンパニーのミッションとバリューに共感していただける方\n• トレーニング開催日程全てに参加が可能な方\n    ◦ 今年度は2024年5月20日〜22日（3日間）18:00〜20:00を予定\n• 2025年以降に卒業予定の大学生・大学院生\n• プログラムおよびインターン参加後、メルカリグループで正社員として就業することに興味がある方\n• メルペイや他のキャッシュレス決済サービスの利用経験がある方\n• パソコンとインターネット環境をお持ちの方（トレーニングプログラムに参加するために必要となります）\n• 日本語でのコミュニケーションが可能な方（トレーニングは全て日本語かつ日本時間での実施となります）\n\nインターンシップ\n• メルカリ・メルペイのミッションとバリューに共感していただける方\n• ソフトウェア開発に興味・関心のある方\n• トレーニングプログラムの修了者\n• 現在大学・大学院に在籍しており、2025年以降に正社員として入社が可能な方\n• 2024年8月〜9月の2ヶ月間（週3日以上、日本時間10時〜19時の時間帯）インターンシップに参加できる方※一日の勤務時間は相談可能です\n• 日本語でのビジネスコミュニケーション能力がある方\n• 技術による課題解決に意欲をお持ちの方\n• 言語・性別・国籍などの多様性を尊重できる方",
    場所: "フルリモート",
    "実施時期 / 待遇":
      "▼トレーニングプログラム期間/報酬\n実施期間：2024年5月20日（月）〜5月22日（水）18:00~20:00\n報酬：なし\n\n▼インターンシップ期間/報酬\n実施期間：2024年8月1日（木）〜9月30日（月）\n報酬：時給：2,500円〜3,300円程度（週5日／8時間勤務の場合、月給400,000円〜528,000円程度）\n※一人ひとりの経験や能力に合わせた給与を支給しています。学生とはいえ、正社員と変わらずフェアに評価し、適切な報酬を支給させていただきます",
    技術スタック: "QA, ソフトウェア開発",
    選考フロー: NaN,
  },
  {
    募集状況: "募集中",
    主催: "株式会社メルカリ",
    イベント名: "Product Manager - Mercari Hallo / (Internship)",
    募集開始: "2024/04/16",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://apply.workable.com/mercari/j/F912A5BF88/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■メルカリハロのミッション\n2023年4月に発足した私たち新チームのミッションは、「メルカリ ハロ（Mercari Hallo）」を通して、「働く」をより気軽なものにして、自分の好きなことややりたいことが実現できる世界をつくっていくことです。\nスポットワーク市場のポテンシャルは大きく、事業が成長すればメルカリグループの大きな柱となりうる可能性があると見込んでいます。また、「メルカリ」「メルペイ」などのサービスを通じて、メルカリグループが積み上げてきたアセットとの親和性も非常に高いと考えています。\n社会課題である人手不足の解消に加え、「働く」という概念ひいては労働市場そのものをアップデートし、「人」の可能性をさらに広げる（＝Unleashする）ために、私たちと一緒にメルカリグループの新規事業の立ち上げ・急成長を実現させませんか。\n\n■具体的な業務内容\n• ワーカー向け新規プロダクト(toCサービス)に向けた調査\n• プロダクトの仕様作成等\n\n■必須条件\n• メルカリグループおよび各カンパニーのミッションとバリューに共感していただける方\n• メルカリのプロダクトを深く理解し、積極的に利用している方\n• 様々なスマホアプリを使うことや新規サービスが好きな方\n• 多様なステークホルダーを巻き込みながらプロジェクトを推進することができるリーダーシップスキル、コミュニケーションスキルのある方。\n• 2026年6月までに大学を卒業予定で、メルカリに新卒として入社可能な方\n\n■歓迎条件\n• to C向けサービスに関する領域でインターンシップ経験のある方\n• ソフトウェアエンジニアとして開発経験のある方\n• 大学の専攻などで、情報系の専門性を有する方\n• 今まで自分で事業やサービスを立ち上げたことのある方\n• 将来自分で事業やサービスを立ち上げたいと思っている方",
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇":
      "■インターン応募・実施期間\n通年で募集中\n• 週20時間以上の勤務が可能な方\n• 期間は約2ヶ月以上を目安としておりますが、難しい場合はご相談ください\n\n▼報酬\n時給：2,000円程度\n※一人ひとりの経験や能力に合わせた給与を支給しています。学生とはいえ、正社員と変わらずフェアに評価し、適切な報酬を支給させていただきます",
    技術スタック: "PDM, 新規事業",
    選考フロー: "書類選考→オンライン面接2回",
  },
  {
    募集状況: "募集中",
    主催: "株式会社メルカリ",
    イベント名: "Product Manager - Merpay (Internship)",
    募集開始: "2024/05/02",
    締め切り: NaN,
    タグ: "就業型インターン",
    リンク: "https://apply.workable.com/mercari/j/D5F8B829A1/",
    対象者: NaN,
    作成日時: "2024年6月29日 11:07",
    最終更新日時: "2024年6月29日 11:07",
    "内容 / 必要な経験 (簡潔に!)":
      "■メルペイのミッション\n• メルペイでは、2,040万MAUを誇る国内最大のフリマアプリ「メルカリ」の利用者を基盤にした、大規模かつ最先端の決済/与信/回収の仕組みづくりを担当していただきます。\n    ◦ お客さま体験を最大化するべく、世の中のトレンドやお客さまからのご意見を反映し、サービスに必要な新企画や新機能の立案をしていただきます。そのために、UX Researchや行動分析、業務課題の点検など業務範囲を広げながら、ベストプラクティスを考えていきます。\n    ◦ メルペイの与信の仕組みは、他社にはないお客さまの行動履歴をベースにした方法を採用しています。金融包摂を実践する信用のあり方に共感し、一緒に創造していく強い思いをお持ちの方を募集しています。\n    ◦ なお、与信・回収の領域に閉じず、お客さま体験を最大化するプロダクトづくりのための企画立案、実現にも活躍の場を広げられます。\n\n■具体的な業務内容\n• インターンシップでは下記のような業務を担当していただきますが、個人の経験に応じて柔軟にカスタマイズする予定です。\n    ◦ 「メルペイ」の企画・開発・運用\n    ◦ 機能の企画や実現するための仕様を作成し、エンジニア、デザイナー、カスタマーサービスなどのステークホルダーと連携\n    ◦ お客さま向けのサーベイやリサーチを通して世の中のトレンドを理解し、課題解決・機会創出のアイデアと実装を推進\n\n■必須条件\n• メルカリグループおよび各カンパニーのミッションとバリューに共感していただける方\n• 多様なステークホルダーを巻き込みながらプロジェクトを推進することができるリーダーシップスキル、コミュニケーションスキルのある方\n• メルペイを利用したことがあり、与信など金融領域に興味のある方\n• 2026年6月までに大学を卒業予定で、メルカリに新卒として入社可能な方\n\n■歓迎条件\n• to C向けサービスに関する領域でインターンシップ経験のある方\n• ソフトウェアエンジニアとして開発経験のある方\n• 大学の専攻などで、情報系の専門性を有する方\n• 今まで自分で事業やサービスを立ち上げたことのある方\n• 将来自分で事業やサービスを立ち上げたいと思っている方",
    場所: "リモート可, 対面出社可",
    "実施時期 / 待遇":
      "■インターン応募・実施期間\n通年で募集中\n• 週20時間以上の勤務が可能な方\n• 期間は約2ヶ月以上を目安としておりますが、難しい場合はご相談ください\n\n▼報酬\n時給：2,000円程度\n※一人ひとりの経験や能力に合わせた給与を支給しています。学生とはいえ、正社員と変わらずフェアに評価し、適切な報酬を支給させていただきます",
    技術スタック: "PDM, ソフトウェア開発, デザイン",
    選考フロー: "書類選考→オンライン面接2回",
  },
];


console.log(datas[0]["実施時期 / 待遇"])
console.log(datas.length)
